[
  {
    "name": "Clava da Besta Primordial",
    "class": "ranger",
    "description": "A Clava da Besta Primordial é uma arma ancestral forjada a partir do coração de uma besta mítica. Seu cabo é entalhado com runas que brilham com uma luz verde fosforescente, e sua cabeça é adornada com presas e garras de criaturas lendárias. Dizem que a clava foi criada por um antigo caçador que derrotou uma fera primordial, e desde então, ela escolhe seus portadores, concedendo-lhes o poder de se conectar com a natureza e com as feras selvagens.",
    "weapon_type": "greatclub",
    "requirements": "Qualquer personagem que possa empunhar clavas e tenha afinidade com a natureza, como Rangers ou Druidas.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando você acerta um ataque, pode rolar um dado adicional de dano (1d8 ou 1d10 se empunhada com duas mãos).\",\"nature_bond\":\"Você pode se comunicar com animais selvagens em um raio de 30 pés.\"},\"appearance\":\"As runas na clava brilham suavemente, e pequenas folhas e galhos brotam ao redor dela.\",\"evolution_requirement\":\"Derrote 3 criaturas selvagens ou monstros com um CR de pelo menos 1.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à clava\",\"primal_strike\":\"Quando você acerta um ataque com um resultado de 17 ou mais, causa 2d8 de dano adicional do tipo ácido, fogo, frio, elétrico ou veneno (escolha ao evoluir).\",\"damage_resistance\":\"Resistência a dano de um tipo escolhido (ácido, fogo, frio, elétrico ou veneno).\"},\"appearance\":\"A clava emite uma aura de energia primitiva, e as runas brilham mais intensamente.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrote uma criatura com CR 5 ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à clava\",\"primal_empowerment\":\"Você ganha +1 em Força ou Destreza (sua escolha).\",\"beast_call\":\"Uma vez por dia, você pode conjurar a magia Conjurar Animais como uma ação bônus, sem gastar um slot de magia.\"},\"appearance\":\"A clava agora tem pequenas garras e presas que parecem se mover levemente, como se estivessem vivas.\",\"evolution_requirement\":\"Derrote uma fera mítica ou uma criatura com CR 10 ou superior.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à clava\",\"primal_rage\":\"Quando você atinge um inimigo, pode gastar uma reação para causar 3d8 de dano adicional do tipo escolhido (ácido, fogo, frio, elétrico ou veneno).\",\"attribute_bonus\":\"+1 em Força e +1 em Destreza.\"},\"appearance\":\"A clava agora emite uma aura selvagem, e as runas parecem pulsar com energia primitiva.\",\"evolution_requirement\":\"Fusão com uma arma mágica +2 ou derrote uma criatura com CR 15 ou superior.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à clava\",\"primal_avatar\":\"Uma vez por dia, você pode se transformar em uma fera primordial por 1 minuto. Durante essa transformação, você ganha resistência a todos os tipos de dano, e seus ataques causam 4d8 de dano adicional do tipo escolhido.\",\"legendary_effect\":\"Você pode usar uma ação para invocar uma onda de energia primitiva em um raio de 30 pés. Todas as criaturas na área devem fazer um teste de resistência de Constituição (CD 18) ou sofrer 6d8 de dano do tipo escolhido e ficar atordoadas por 1 rodada.\"},\"appearance\":\"A clava agora é envolta por uma aura de poder primordial, e as runas brilham com uma intensidade quase cegante.\",\"evolution_requirement\":\"Fusão com uma arma mágica +3 ou derrote uma criatura com CR 20 ou superior.\"}]"
    ],
    "notes": [
      "[\"A Clava da Besta Primordial só pode ser empunhada por aqueles que têm uma conexão com a natureza.\",\"A transformação em fera primordial concede vantagem em testes de Força e Destreza, mas você não pode lançar magias durante a transformação.\",\"A onda de energia primitiva pode ser usada apenas uma vez por descanso longo.\"]"
    ],
    "evolution_notes": [
      null
    ],
    "damage": [
      "{\"base\":\"1d8 de dano contundente\",\"versatile\":\"1d10 de dano contundente\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9da83002928cdd2a5",
    "$createdAt": "2025-03-18T20:41:40.385+00:00",
    "$updatedAt": "2025-03-18T20:41:40.385+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Anel da Fúria Primordial",
    "class": "barbarian",
    "description": "Este anel é uma relíquia ancestral, forjado nas profundezas das montanhas por um antigo clã de ferreiros bárbaros. Feito de um metal escuro e resistente, ele é adornado com runas que brilham com uma luz vermelha intensa quando o portador entra em fúria. Dizem que o anel foi criado para canalizar a ira dos guerreiros mais poderosos, transformando sua raiva em força bruta.",
    "weapon_type": "",
    "requirements": "Qualquer personagem da classe Bárbaro ou que possua a habilidade de entrar em Fúria.",
    "type": "ring",
    "wondrous_item": null,
    "rarity": "common",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando em Fúria, o portador ganha +2 de dano em ataques corpo a corpo.\",\"minor_effect\":\"O portador pode rolar novamente um teste de resistência contra efeitos de medo uma vez por descanso curto.\"},\"appearance\":\"As runas no anel brilham fracamente, pulsando em sincronia com o batimento cardíaco do portador.\",\"evolution_requirement\":\"Entrar em Fúria 5 vezes durante combates.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao anel\",\"enhanced_effect\":\"O bônus de dano em Fúria aumenta para +3.\",\"additional_ability\":\"O portador pode usar uma reação para reduzir o dano recebido em 1d6 uma vez por descanso curto.\"},\"appearance\":\"As runas brilham mais intensamente, e o anel emite uma aura vermelha sutil.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade incomum ou derrotar um inimigo de CR 5 ou superior enquanto em Fúria.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao anel\",\"minor_magical_property\":\"O portador ganha resistência a dano de fogo enquanto em Fúria.\",\"attribute_bonus\":\"+1 em Força ou Constituição.\"},\"appearance\":\"O anel agora emite uma aura vermelha visível, e as runas parecem se mover lentamente.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade rara ou completar um desafio específico (ex.: sobreviver a 10 rodadas de combate sem sair da Fúria).\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao anel\",\"strong_effect\":\"O bônus de dano em Fúria aumenta para +4, e o portador pode usar uma reação para causar 2d6 de dano de fogo a todos os inimigos em um raio de 3 metros uma vez por descanso longo.\",\"attribute_bonus\":\"+1 em Força e Constituição.\"},\"appearance\":\"O anel agora emite uma aura flamejante, e as runas parecem gritar em uma língua antiga.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade muito rara ou derrotar um inimigo de CR 12 ou superior enquanto em Fúria.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao anel\",\"legendary_effect\":\"O portador pode entrar em Fúria sem gastar um uso de Fúria uma vez por descanso longo. Além disso, o bônus de dano em Fúria aumenta para +5.\",\"unique_ability\":\"Uma vez por descanso longo, o portador pode invocar a Fúria Primordial, ganhando imunidade a dano de fogo e causando 4d6 de dano de fogo em todos os inimigos em um raio de 6 metros.\"},\"appearance\":\"O anel agora é envolto em chamas, e as runas brilham com uma intensidade quase cegante. O portador parece envolto em uma aura de fogo quando em Fúria.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade lendária ou completar um desafio épico (ex.: derrotar um dragão ancião enquanto em Fúria).\"}]"
    ],
    "notes": [
      "[\"O Anel da Fúria Primordial só pode ser usado por personagens que possuem a habilidade de entrar em Fúria.\",\"Os efeitos do anel são amplificados quando o portador está em Fúria, mas não funcionam fora desse estado.\",\"O anel não pode ser removido enquanto o portador estiver em Fúria, a menos que ele esteja inconsciente ou morto.\"]"
    ],
    "evolution_notes": [
      null
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9dcad0020a51ebd98",
    "$createdAt": "2025-03-18T20:50:54.397+00:00",
    "$updatedAt": "2025-03-18T20:50:54.397+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Colar da Aliança Selvagem",
    "class": "ranger",
    "description": "O Colar da Aliança Selvagem é uma joia antiga, esculpida em madeira petrificada e adornada com runas élficas que brilham com uma luz suave. Dizem que foi criado por um druida ancião em aliança com os espíritos da natureza. O colar concede ao portador uma conexão profunda com o mundo natural, permitindo-lhe canalizar a força das bestas e da terra. Conforme o portador cresce em poder, o colar evolui, revelando habilidades cada vez mais impressionantes.",
    "weapon_type": "",
    "requirements": "Ranger ou personagem com afinidade pela natureza (como Druida ou Guardião da Natureza).",
    "type": "wondrous_item",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"animal_empathy\":\"O portador pode se comunicar com animais como se estivesse sob o efeito da magia 'Falar com Animais'.\",\"nature_bond\":\"Vantagem em testes de Sobrevivência e Natureza relacionados a florestas ou terrenos selvagens.\"},\"appearance\":\"As runas no colar brilham fracamente, e pequenos brotos de plantas podem ser vistos crescendo ao redor do item.\",\"evolution_requirement\":\"Passar 24 horas em uma floresta ou terreno selvagem, meditando e conectando-se com a natureza.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 em ataques e testes de dano com armas naturais ou armas feitas de materiais naturais (como arcos de madeira ou lanças de osso).\",\"beast_call\":\"Uma vez por dia, o portador pode conjurar a magia 'Convocar Animais' sem gastar um slot de magia.\"},\"appearance\":\"As runas brilham mais intensamente, e pequenos animais começam a se aproximar do portador, como se sentissem sua presença amigável.\",\"evolution_requirement\":\"Derrotar uma criatura selvagem de CR 3 ou superior em combate, sem matá-la.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 em ataques e testes de dano com armas naturais ou armas feitas de materiais naturais.\",\"resistance\":\"Resistência a dano de veneno e vantagem em testes de resistência contra venenos.\",\"wild_shape\":\"O portador pode usar a habilidade 'Forma Selvagem' uma vez por dia, como um Druida de nível 4.\"},\"appearance\":\"O colar agora emite uma aura suave de energia natural, e pequenas flores brotam ao redor do portador quando ele se move.\",\"evolution_requirement\":\"Fusão com um item mágico relacionado à natureza (como um Bastão da Floresta ou Anel de Proteção contra Veneno).\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 em ataques e testes de dano com armas naturais ou armas feitas de materiais naturais.\",\"attribute_bonus\":\"+1 em Destreza e Sabedoria.\",\"nature_wrath\":\"Uma vez por dia, o portador pode invocar a 'Fúria da Natureza', causando 4d8 de dano de relâmpago ou trovão em uma área de 6 metros de raio (CD 15 para resistir).\"},\"appearance\":\"O colar agora emite uma luz dourada, e os animais ao redor do portador parecem fortalecidos e mais corajosos.\",\"evolution_requirement\":\"Proteger uma floresta ou terreno selvagem de uma ameaça significativa (como um dragão ou um exército invasor).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 em ataques e testes de dano com armas naturais ou armas feitas de materiais naturais.\",\"legendary_effect\":\"O portador pode se transformar em uma 'Fera Primordial' uma vez por dia, ganhando resistência a todos os tipos de dano, aumentando seu tamanho para Grande e recebendo um bônus de +4 em Força e Constituição por 1 hora.\",\"nature_avatar\":\"O portador pode conjurar a magia 'Terreno Alucinógeno' sem gastar um slot de magia, três vezes por dia.\"},\"appearance\":\"O colar agora brilha com uma luz intensa, e o portador é cercado por uma aura de energia natural que faz com que a vegetação ao seu redor cresça rapidamente.\",\"evolution_requirement\":\"Realizar um ritual de conexão com os espíritos anciões da natureza, que pode exigir a ajuda de um druida de alto nível ou a realização de uma tarefa épica.\"}]"
    ],
    "notes": [
      "[\"O Colar da Aliança Selvagem só pode ser usado por personagens que tenham uma conexão genuína com a natureza. Personagens de alinhamento maligno ou que desrespeitem a natureza podem sofrer penalidades ao usá-lo.\",\"A evolução do colar requer não apenas poder, mas também uma conexão espiritual com o mundo natural. O Mestre pode exigir que o jogador complete missões ou desafios específicos para evoluir o item.\",\"O colar não pode ser destruído por meios comuns. Para destruí-lo, é necessário um ritual que envolva a perda de uma parte significativa da natureza ao redor, como a destruição de uma floresta antiga.\"]"
    ],
    "evolution_notes": [
      null
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9dcfe00215a2987b1",
    "$createdAt": "2025-03-18T20:52:15.270+00:00",
    "$updatedAt": "2025-03-18T20:52:15.270+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Anel do Caçador Etéreo",
    "class": "ranger",
    "description": "Este anel antigo, forjado pelos elfos da floresta sombria, é adornado com runas que brilham com uma luz suave e etérea. Dizem que ele foi criado para os melhores caçadores, aqueles que conseguem se mover como sombras e atingir seus alvos com precisão mortal. O anel parece se adaptar ao portador, evoluindo conforme suas habilidades de caça se aprimoram.",
    "weapon_type": "",
    "requirements": "Qualquer personagem da classe Ranger ou que possua proficiência em Sobrevivência.",
    "type": "ring",
    "wondrous_item": null,
    "rarity": "uncommon",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"tracking_enhancement\":\"Você ganha vantagem em testes de Sobrevivência para rastrear criaturas.\",\"minor_stealth\":\"Você pode se esconder como uma ação bônus, desde que esteja em um ambiente natural.\"},\"appearance\":\"As runas no anel brilham fracamente, quase imperceptíveis, quando você usa suas habilidades de caça.\",\"evolution_requirement\":\"Rastrear e derrotar 5 criaturas de CR 1 ou superior.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 em ataques e danos com armas à distância.\",\"enhanced_tracking\":\"Você pode rastrear criaturas invisíveis ou que usem magia para se esconder.\",\"additional_damage\":\"Seus ataques à distância causam +1d6 de dano de natureza.\"},\"appearance\":\"As runas brilham mais intensamente, e o anel emite uma leve aura verde quando você mira em um alvo.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade incomum (como uma flecha encantada ou um colar de rastreamento).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 em ataques e danos com armas à distância.\",\"nature_bond\":\"Você pode se comunicar com animais e plantas em um raio de 30 metros.\",\"attribute_bonus\":\"+1 em Destreza.\"},\"appearance\":\"O anel agora emite uma aura visível de energia natural, e pequenas folhas e galhos parecem brotar ao seu redor.\",\"evolution_requirement\":\"Derrotar uma criatura mágica de CR 10 ou superior em um ambiente natural.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 em ataques e danos com armas à distância.\",\"nature_wrath\":\"Uma vez por dia, você pode invocar uma rajada de energia natural que causa 6d8 de dano de natureza em uma área de 20 pés de raio.\",\"attribute_bonus\":\"+1 em Destreza e +1 em Sabedoria.\"},\"appearance\":\"O anel agora brilha intensamente, e uma aura de energia natural o envolve, criando pequenas flores e folhas ao seu redor.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade rara (como um arco de madeira ancestral ou uma pedra elemental).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 em ataques e danos com armas à distância.\",\"legendary_hunter\":\"Você pode se tornar invisível por 1 minuto, uma vez por dia, e seus ataques à distância ignoram cobertura parcial e total.\",\"unique_ability\":\"Uma vez por dia, você pode conjurar a magia 'Conjurar Animais' como uma ação bônus, sem gastar um slot de magia.\"},\"appearance\":\"O anel agora emite uma luz intensa e pulsante, e uma aura de poder natural o envolve, criando uma pequena floresta ao seu redor.\",\"evolution_requirement\":\"Derrotar uma criatura lendária de CR 20 ou superior em um ambiente natural.\"}]"
    ],
    "notes": [
      "O Anel do Caçador Etéreo só pode ser usado por um personagem de cada vez. Se outro personagem tentar usá-lo, ele perderá seus poderes até que o portador original o recupere.",
      "Os bônus de atributo concedidos pelo anel são cumulativos com outros itens mágicos, mas não podem exceder o limite de 20 em um atributo.",
      "O anel pode ser destruído se exposto a uma fonte poderosa de energia antinatural, como um feitiço de 'Desejo' ou uma área de 'Antimagia'."
    ],
    "evolution_notes": [],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9e3b00025f133f9d3",
    "$createdAt": "2025-03-18T21:20:49.544+00:00",
    "$updatedAt": "2025-03-18T21:20:49.544+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Manto das Sombras Ancestrais",
    "class": "warlock",
    "description": "Este manto negro e etéreo foi tecido com fios de sombras de outras dimensões, concedido por um patrono ancião a um de seus escolhidos. Ele emana uma aura fria e misteriosa, e seus bordos parecem se dissolver na escuridão ao redor. Dizem que o manto absorve a energia vital dos inimigos para fortalecer seu portador.",
    "weapon_type": "",
    "requirements": "Apenas personagens da classe Warlock podem usar este item. O portador deve ter um pacto com um patrono das Sombras ou do Caos.",
    "type": "armor",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"defense_bonus\":\"+1 na CA\",\"shadow_embrace\":\"Uma vez por descanso curto, o portador pode se tornar invisível por 1 minuto enquanto em áreas de escuridão.\"},\"appearance\":\"O manto parece uma sombra viva, com bordos que se movem suavemente como fumaça.\",\"evolution_requirement\":\"Derrotar 5 criaturas em escuridão total.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"defense_bonus\":\"+2 na CA\",\"life_drain\":\"Quando o portador causa dano com uma magia de Warlock, ele recupera pontos de vida iguais ao modificador de Carisma.\"},\"appearance\":\"O manto agora emana uma leve névoa escura ao redor do portador, e runas sombrias brilham fracamente em sua superfície.\",\"evolution_requirement\":\"Fusão com um item mágico raro que conceda resistência a necrótico.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"defense_bonus\":\"+3 na CA\",\"shadow_step\":\"O portador pode usar a ação de teletransporte para se mover até 30 pés para uma área de escuridão que ele possa ver, uma vez por descanso curto.\"},\"appearance\":\"As runas no manto brilham intensamente, e a névoa ao redor do portador se torna mais densa, obscurecendo parcialmente sua forma.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando apenas magias de Warlock.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"defense_bonus\":\"+4 na CA\",\"umbral_aura\":\"Inimigos a até 10 pés do portador sofrem desvantagem em testes de resistência contra magias de necrótico.\"},\"appearance\":\"O manto agora parece uma cortina de escuridão viva, com olhos brilhantes ocasionais aparecendo em sua superfície.\",\"evolution_requirement\":\"Fusão com um item lendário relacionado a sombras ou necromancia.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"defense_bonus\":\"+5 na CA\",\"void_embrace\":\"Uma vez por descanso longo, o portador pode invocar uma aura de escuridão absoluta em um raio de 30 pés. Inimigos dentro da área são cegos e sofrem 4d10 de dano necrótico no início de cada turno. A aura dura 1 minuto.\"},\"appearance\":\"O manto agora é uma manifestação viva do vácuo, com estrelas distantes e vórtices escuros visíveis em sua superfície.\",\"evolution_requirement\":\"Derrotar um ser de outro plano que use magias de escuridão ou necrótico.\"}]"
    ],
    "notes": [
      "O Manto das Sombras Ancestrais não pode ser usado por personagens de alinhamento bom, a menos que tenham um pacto com um patrono neutro ou caótico.",
      "A evolução do manto pode falhar se o portador não cumprir os requisitos de alinhamento ou pacto. Em caso de falha, o manto perde temporariamente seus poderes até que o portador se redima.",
      "O dano necrótico causado pelo Void Embrace ignora resistências, mas não imunidades."
    ],
    "evolution_notes": [
      "Para evoluir o manto, o portador deve realizar um ritual em um local de escuridão total, como uma caverna profunda ou um plano sombrio.",
      "Se o ritual for interrompido, o manto pode se voltar contra o portador, causando 6d10 de dano necrótico e perdendo um nível de evolução."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9e52b002aa1d3d217",
    "$createdAt": "2025-03-18T21:27:08.867+00:00",
    "$updatedAt": "2025-03-18T21:27:08.867+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Armadura do Titã Imortal",
    "class": "fighter",
    "description": "A Armadura do Titã Imortal é uma relíquia ancestral forjada pelos deuses titânicos para seus campeões mais valorosos. Feita de um metal celestial desconhecido, a armadura possui runas gravadas que brilham com uma luz âmbar suave. Dizem que ela absorve a força dos golpes inimigos e a converte em poder para o usuário. A armadura é tão resistente que parece indestrutível, mas seu verdadeiro potencial só é desbloqueado por aqueles que provam seu valor em batalha.",
    "weapon_type": "",
    "requirements": "Apenas personagens da classe Lutador podem usar esta armadura. O usuário deve ter um alinhamento neutro ou bom.",
    "type": "armor",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"damage_resistance\":\"Resistência a dano de concussão, perfuração e cortante.\",\"minor_effect\":\"Quando o usuário é atingido por um ataque, ele pode usar sua reação para reduzir o dano em 1d6.\"},\"appearance\":\"As runas na armadura brilham fracamente quando o usuário é atingido.\",\"evolution_requirement\":\"Reduza o dano recebido em um total de 50 pontos usando a reação da armadura.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"armor_bonus\":\"+1 à CA da armadura.\",\"enhanced_resistance\":\"Resistência a dano de fogo e frio.\",\"additional_effect\":\"O usuário pode usar sua reação para reduzir o dano em 2d6.\"},\"appearance\":\"As runas agora brilham com mais intensidade, e pequenas faíscas de energia titânica emanam da armadura.\",\"evolution_requirement\":\"Fusão com uma armadura mágica +1 e derrotar um inimigo de CR 5 ou superior em combate solo.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"armor_bonus\":\"+2 à CA da armadura.\",\"attribute_bonus\":\"+1 à Força ou Constituição.\",\"magical_property\":\"O usuário pode usar a ação 'Pancada Titânica' uma vez por descanso, causando 3d8 de dano de concussão em uma área de 4,5 metros.\"},\"appearance\":\"A armadura agora emite uma aura suave de energia titânica, e as runas pulsam em sincronia com os batimentos cardíacos do usuário.\",\"evolution_requirement\":\"Fusão com uma armadura mágica +2 e completar um desafio de resistência física (como carregar um peso equivalente a 10 vezes o valor de Força do usuário por 1 hora).\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"armor_bonus\":\"+3 à CA da armadura.\",\"attribute_bonus\":\"+1 a dois atributos (Força, Constituição ou Destreza).\",\"strong_effect\":\"O usuário ganha imunidade a dano de fogo e frio, e a redução de dano da reação aumenta para 3d6.\"},\"appearance\":\"A armadura agora brilha intensamente, e uma aura de proteção titânica envolve o usuário, dissipando ataques fracos.\",\"evolution_requirement\":\"Fusão com uma armadura mágica +3 e derrotar um dragão adulto ou criatura equivalente em combate.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"armor_bonus\":\"+4 à CA da armadura.\",\"legendary_effect\":\"O usuário pode usar a ação 'Forma Titânica' uma vez por descanso longo, transformando-se em um avatar titânico por 1 minuto. Durante este tempo, ele ganha imunidade a todos os tipos de dano, +4 em testes de Força e Constituição, e seus ataques causam 4d8 de dano adicional.\",\"unique_ability\":\"A armadura regenera 10 pontos de vida do usuário no início de cada turno.\"},\"appearance\":\"A armadura agora irradia uma luz dourada intensa, e o usuário parece crescer em tamanho, assumindo a aparência de um titã lendário.\",\"evolution_requirement\":\"Fusão com uma armadura mágica +4 e completar um desafio épico (como derrotar um deus menor ou um titã em combate).\"}]"
    ],
    "notes": [
      "A redução de dano da reação não pode ser usada mais de uma vez por turno.",
      "A ação 'Forma Titânica' não pode ser usada em combates consecutivos; requer um descanso longo para recarregar.",
      "A armadura não pode ser destruída por meios normais e só pode ser desfeita por um ritual divino."
    ],
    "evolution_notes": [
      "Para evoluir a armadura, o usuário deve realizar um ritual de fusão com outra armadura mágica do nível correspondente. O ritual leva 1 hora e requer um espaço sagrado ou místico.",
      "Se o ritual de fusão falhar (rolagem de 1 em um d20), a armadura mágica usada na fusão é destruída, e o usuário sofre 4d10 de dano necrótico."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9e58300318324cfd1",
    "$createdAt": "2025-03-18T21:28:36.546+00:00",
    "$updatedAt": "2025-03-18T21:28:36.546+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Machado do Espírito Sereno",
    "class": "monk",
    "description": "Este machado de batalha foi forjado por monges de um mosteiro remoto, utilizando técnicas ancestrais que infundiram o espírito da serenidade na lâmina. O cabo é envolto em tecido sagrado, e a lâmina possui runas que brilham suavemente em tons de azul e branco. Dizem que o machado canaliza a energia interior do portador, evoluindo conforme ele atinge novos patamares de iluminação.",
    "weapon_type": "battleaxe",
    "requirements": "Qualquer personagem que possa usar machados de batalha, preferencialmente monges.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando você acerta um ataque, pode gastar 1 ponto de ki para rolar um dado adicional de dano (1d8 ou 1d10 se usado com duas mãos).\",\"serene_strike\":\"Uma vez por turno, você pode adicionar seu modificador de Sabedoria ao dano de um ataque.\"},\"appearance\":\"As runas na lâmina brilham suavemente ao acertar um golpe, como se absorvessem a energia do impacto.\",\"evolution_requirement\":\"Acertar 5 ataques críticos ou gastar 10 pontos de ki em combates.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao machado\",\"ki_resonance\":\"Quando você gasta pontos de ki, o machado emite uma aura calmante que concede a você e a aliados adjacentes +1 em testes de resistência até o início do seu próximo turno.\",\"additional_damage\":\"1d6 de dano radiante ao acertar um ataque.\"},\"appearance\":\"A lâmina agora emite uma aura sutil de energia serena, e as runas brilham mais intensamente.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrotar um inimigo de desafio 5 ou superior usando apenas técnicas de monge.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao machado\",\"inner_peace\":\"Você ganha resistência a dano psíquico e +1 em Sabedoria.\",\"ki_strike\":\"Seus ataques com o machado são considerados mágicos para superar resistências.\"},\"appearance\":\"A aura ao redor do machado agora é visível a todos, e a lâmina parece vibrar com energia espiritual.\",\"evolution_requirement\":\"Meditar por 24 horas seguidas em um local sagrado ou derrotar um inimigo usando apenas ataques desarmados enquanto empunha o machado.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao machado\",\"serene_aura\":\"Uma vez por descanso, você pode ativar uma aura que concede a você e a aliados em 9 metros vantagem em testes de resistência contra efeitos de medo e encantamento.\",\"attribute_bonus\":\"+1 em Sabedoria e +1 em Destreza.\"},\"appearance\":\"O machado agora emite uma aura brilhante que acalma todos ao redor, e as runas na lâmina parecem pulsar em sincronia com sua respiração.\",\"evolution_requirement\":\"Fusão com uma arma mágica +2 ou completar uma missão que exija equilíbrio espiritual e físico.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao machado\",\"spirit_of_serenity\":\"Uma vez por descanso, você pode invocar o Espírito da Serenidade, que concede a você e a aliados em 18 metros imunidade a condições de medo e encantamento por 1 minuto. Além disso, seus ataques com o machado causam 2d8 de dano radiante adicional.\",\"legendary_effect\":\"Você pode gastar 3 pontos de ki para realizar um ataque especial que causa 4d10 de dano radiante em uma área de 9 metros. Inimigos devem realizar um teste de resistência de Sabedoria (CD 18) ou ficarão atordoados por 1 rodada.\"},\"appearance\":\"O machado agora brilha com uma luz divina, e o Espírito da Serenidade pode ser visto pairando ao redor da lâmina, emanando paz e poder.\",\"evolution_requirement\":\"Fusão com uma arma mágica +3 ou derrotar um inimigo de desafio 20 ou superior usando apenas o machado.\"}]"
    ],
    "notes": [
      "O efeito de Serene Strike não acumula com outros bônus de dano baseados em Sabedoria.",
      "A aura de Ki Resonance não pode ser ativada se você estiver incapacitado.",
      "O Espírito da Serenidade só pode ser invocado uma vez por descanso longo."
    ],
    "evolution_notes": [
      "Para evoluir o machado, o jogador deve realizar uma cerimônia espiritual que leva 1 hora e requer um local sagrado.",
      "Se o jogador falhar em cumprir os requisitos de evolução, o machado perde temporariamente seus bônus até que os requisitos sejam atendidos."
    ],
    "damage": [
      "{\"base\":\"1d8 de corte\",\"versatile\":\"1d10 de corte\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9ecce002badc38230",
    "$createdAt": "2025-03-18T21:59:43.667+00:00",
    "$updatedAt": "2025-03-18T21:59:43.667+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Machado da Fúria Ancestral",
    "class": "barbarian",
    "description": "Este machado de batalha foi forjado nas chamas de um vulcão sagrado pelos antigos clãs bárbaros. Sua lâmina é adornada com runas que brilham com uma luz vermelha intensa quando o portador entra em fúria. Dizem que o espírito de um antigo guerreiro bárbaro habita o machado, concedendo poder e resistência àqueles que provam ser dignos.",
    "weapon_type": "",
    "requirements": "Qualquer personagem que possa usar machados de batalha e tenha a habilidade Fúria de bárbaro.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando em Fúria, o machado causa 1d6 adicional de dano de fogo.\",\"minor_effect\":\"O portador ganha +1 em testes de resistência contra efeitos de medo.\"},\"appearance\":\"As runas brilham fracamente, emitindo um calor reconfortante.\",\"evolution_requirement\":\"Derrotar 5 inimigos enquanto estiver em Fúria.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao machado\",\"enhanced_effect\":\"O dano adicional de fogo aumenta para 2d6.\",\"resistance\":\"O portador ganha resistência a dano de fogo.\"},\"appearance\":\"As runas brilham intensamente, e pequenas chamas dançam ao redor da lâmina.\",\"evolution_requirement\":\"Fusão com um item mágico de fogo (ex.: Anel de Resistência ao Fogo).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao machado\",\"magical_property\":\"O machado pode lançar a magia 'Mãos Flamejantes' uma vez por dia.\",\"attribute_bonus\":\"+1 em Força.\"},\"appearance\":\"As runas agora emitem um brilho constante, e a lâmina parece envolta em chamas.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior enquanto estiver em Fúria.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao machado\",\"strong_effect\":\"Quando em Fúria, o portador pode gastar uma ação bônus para liberar uma onda de fogo, causando 4d6 de dano de fogo em um cone de 4,5 metros.\",\"attribute_bonus\":\"+1 em Força e +1 em Constituição.\"},\"appearance\":\"O machado agora parece estar em chamas constantemente, e o calor é quase insuportável para os inimigos.\",\"evolution_requirement\":\"Fusão com um item mágico raro (ex.: Amuleto de Saúde).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao machado\",\"legendary_effect\":\"Quando em Fúria, o portador pode invocar o espírito do guerreiro ancestral, que ataca junto com ele por 1 minuto. O espírito causa 3d12 de dano de fogo por ataque.\",\"unique_ability\":\"O portador ganha imunidade a dano de fogo e pode usar a habilidade 'Fúria Ancestral' uma vez por dia, dobrando o dano de fogo causado por 1 minuto.\"},\"appearance\":\"O machado agora é envolto em chamas divinas, e o espírito do guerreiro ancestral pode ser visto ao redor do portador.\",\"evolution_requirement\":\"Derrotar um dragão ancião ou criatura equivalente.\"}]"
    ],
    "notes": [
      "O dano adicional de fogo só é aplicado quando o portador está em Fúria.",
      "A habilidade 'Fúria Ancestral' só pode ser usada uma vez por dia e termina se o portador sair de Fúria."
    ],
    "evolution_notes": [
      "Para evoluir o machado, o portador deve realizar um ritual de fusão com outro item mágico ou completar um desafio específico.",
      "Se o ritual de fusão falhar (rolagem de 1 em um d20), o item mágico usado é destruído e o machado não evolui."
    ],
    "damage": [
      "{\"base\":\"1d12 de corte\",\"versatile\":\"1d12 de corte (usado com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9ed72003c61a9c2f8",
    "$createdAt": "2025-03-18T22:02:27.749+00:00",
    "$updatedAt": "2025-03-18T22:02:27.749+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Armadura da Canção Eterna",
    "class": "bard",
    "description": "Esta armadura é uma relíquia ancestral, forjada pelos bardos lendários de um reino perdido. Feita de um metal leve e brilhante, ela é adornada com runas que brilham suavemente ao som de música. Dizem que a armadura absorve a energia das canções e histórias de seu portador, evoluindo com o tempo. Ela é perfeita para bardos que desejam proteger-se enquanto inspiram aliados e aterrorizam inimigos.",
    "weapon_type": "",
    "requirements": "Bardo ou multiclasse com níveis em Bardo",
    "type": "armor",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"armor_class\":\"CA base 14 + modificador de Destreza (máximo +2)\",\"inspiration_boost\":\"Quando você usa Inspiração de Bardo, o alvo ganha +1d4 temporário em testes de habilidade ou ataques até o início do seu próximo turno.\"},\"appearance\":\"A armadura tem um brilho suave e emite um som harmonioso quando o portador usa Inspiração de Bardo.\",\"evolution_requirement\":\"Use Inspiração de Bardo 10 vezes em combate.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"armor_class\":\"+1 à CA (total 15 + modificador de Destreza, máximo +2)\",\"resistance\":\"Resistência a dano de trovão\",\"song_of_protection\":\"Uma vez por descanso, você pode usar uma reação para reduzir o dano recebido por um aliado em 2d8 + seu modificador de Carisma.\"},\"appearance\":\"As runas na armadura brilham mais intensamente, e um leve eco de tambores pode ser ouvido ao usar a Canção de Proteção.\",\"evolution_requirement\":\"Fusão com um item mágico raro que conceda resistência a dano de trovão.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"armor_class\":\"+2 à CA (total 16 + modificador de Destreza, máximo +2)\",\"charisma_boost\":\"+1 ao modificador de Carisma\",\"song_of_healing\":\"Uma vez por descanso, você pode usar uma ação para curar 3d8 + seu modificador de Carisma em pontos de vida para si ou um aliado.\"},\"appearance\":\"A armadura agora emite uma aura suave de cura, e as runas pulsam em sincronia com o coração do portador.\",\"evolution_requirement\":\"Derrote um inimigo de desafio 10 ou superior usando a Canção de Proteção para salvar um aliado.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"armor_class\":\"+3 à CA (total 17 + modificador de Destreza, máximo +2)\",\"charisma_boost\":\"+1 adicional ao modificador de Carisma (total +2)\",\"song_of_awakening\":\"Uma vez por descanso longo, você pode usar uma ação para conceder a até 3 aliados vantagem em testes de resistência e rolagens de ataque por 1 minuto.\"},\"appearance\":\"A armadura agora emite uma luz dourada, e as runas formam padrões complexos que parecem dançar ao som de uma melodia celestial.\",\"evolution_requirement\":\"Fusão com um item mágico muito raro que conceda vantagem em testes de resistência.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"armor_class\":\"+4 à CA (total 18 + modificador de Destreza, máximo +2)\",\"legendary_song\":\"Uma vez por descanso longo, você pode usar uma ação para conjurar a Canção da Eternidade. Todos os aliados em um raio de 30 pés ganham imunidade a dano e condições negativas por 1 minuto.\"},\"appearance\":\"A armadura brilha com uma luz intensa, e as runas formam uma sinfonia visual que parece transcender o tempo e o espaço.\",\"evolution_requirement\":\"Derrote um inimigo de desafio 20 ou superior usando a Canção do Despertar para salvar seu grupo.\"}]"
    ],
    "notes": [
      "A armadura não pode ser usada por personagens de alinhamento maligno.",
      "A Canção da Eternidade não pode ser usada em combate contra inimigos de desafio 25 ou superior.",
      "Se o portador morrer, a armadura perde todos os poderes até ser reativada por um ritual de 1 hora realizado por um bardo de nível 10 ou superior."
    ],
    "evolution_notes": [
      "Para evoluir a armadura, o jogador deve completar desafios narrativos que envolvam música e proteção de aliados.",
      "Se o jogador falhar em um desafio de evolução, a armadura perde um nível de poder até que o desafio seja concluído com sucesso."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9edec003aad982432",
    "$createdAt": "2025-03-18T22:04:29.814+00:00",
    "$updatedAt": "2025-03-18T22:04:29.814+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Arco da Floresta Eterna",
    "class": "ranger",
    "description": "O Arco da Floresta Eterna é uma arma ancestral, forjada pelos guardiões das florestas primordiais. Feito de madeira de carvalho ancião e adornado com runas verdes que brilham suavemente, este arco parece estar vivo, reagindo ao ambiente ao seu redor. Dizem que ele foi criado para proteger a natureza e punir aqueles que a ameaçam.",
    "weapon_type": "",
    "requirements": "Qualquer personagem que possa usar arcos longos, preferencialmente Rangers.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "uncommon",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando você acerta um ataque, pode rolar um dado adicional de dano (1d8 ou 1d10 se usado com duas mãos).\",\"nature_bond\":\"Você ganha vantagem em testes de Sobrevivência feitos em ambientes naturais.\"},\"appearance\":\"As runas no arco brilham suavemente ao acertar um alvo, como se absorvessem a energia da natureza.\",\"evolution_requirement\":\"Acertar 5 ataques com um resultado de 15 ou mais.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao arco\",\"thorn_shot\":\"Quando você acerta um ataque, pode causar 1d6 de dano de espinhos adicionais ao alvo.\",\"nature_resistance\":\"Você ganha resistência a dano de veneno.\"},\"appearance\":\"O arco agora emite um brilho verde mais intenso, e pequenos espinhos surgem ao longo da corda.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrotar uma criatura venenosa de CR 5 ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao arco\",\"entangling_shot\":\"Uma vez por descanso, você pode atirar uma flecha que prende o alvo em vinhas. O alvo deve fazer um teste de Destreza CD 15 ou ficará impedido por 1 minuto.\",\"attribute_bonus\":\"+1 em Destreza\"},\"appearance\":\"Vinhas começam a crescer ao redor do arco, e as runas brilham com uma luz pulsante.\",\"evolution_requirement\":\"Fusão com uma arma mágica +2 ou completar uma missão em uma floresta amaldiçoada.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao arco\",\"storm_of_thorns\":\"Uma vez por descanso, você pode liberar uma tempestade de espinhos em um raio de 6 metros. Todos os alvos na área sofrem 4d6 de dano perfurante (CD 15 para reduzir à metade).\",\"attribute_bonus\":\"+1 em Destreza e +1 em Sabedoria\"},\"appearance\":\"O arco agora emite uma aura de energia natural, e pequenos espinhos flutuam ao seu redor.\",\"evolution_requirement\":\"Fusão com uma arma mágica +3 ou derrotar um ancião da floresta.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao arco\",\"avatar_of_nature\":\"Uma vez por descanso longo, você pode se transformar no Avatar da Natureza por 1 minuto. Durante esse tempo, você ganha +2 em todas as suas habilidades, imunidade a dano de veneno e pode atirar flechas que causam 3d10 de dano perfurante.\",\"legendary_effect\":\"Sua presença inspira aliados. Todos os aliados em um raio de 10 metros ganham +2 em testes de resistência e ataques.\"},\"appearance\":\"O arco agora parece feito de luz pura, com vinhas e flores brotando ao seu redor. As runas brilham com uma intensidade cegante.\",\"evolution_requirement\":\"Fusão com uma arma mágica +4 ou derrotar um deus menor da natureza.\"}]"
    ],
    "notes": [
      "O efeito de Avatar da Natureza só pode ser ativado uma vez por descanso longo.",
      "Se o personagem for um Ranger, o dano adicional de espinhos é dobrado contra criaturas que ameaçam a natureza.",
      "O arco não pode ser usado por personagens de alinhamento maligno."
    ],
    "evolution_notes": [
      "Para evoluir, o jogador deve rolar 2d20. Se ambos os resultados forem 15 ou mais, a evolução é bem-sucedida.",
      "Se um dos resultados for 1, o jogador perde a arma usada na fusão e precisa encontrar outra para continuar a evolução."
    ],
    "damage": [
      "{\"base\":\"1d8 perfurante\",\"versatile\":\"1d10 perfurante (quando usado com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9ee5a00312a78ce27",
    "$createdAt": "2025-03-18T22:06:19.598+00:00",
    "$updatedAt": "2025-03-18T22:06:19.598+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Arco da Floresta Eterna",
    "class": "ranger",
    "description": "O Arco da Floresta Eterna é uma relíquia ancestral, forjada pelos espíritos da natureza para proteger os reinos selvagens. Feito de madeira viva entrelaçada com veios de prata, o arco emite um brilho suave que muda de cor conforme as estações. Dizem que ele foi presenteado aos primeiros guardiões das florestas e só pode ser despertado por aqueles que possuem uma conexão profunda com a natureza.",
    "weapon_type": "shortbow",
    "requirements": "Ranger ou qualquer personagem com proficiência em arcos curtos e alinhamento neutro ou bom.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"1d6 de dano adicional de natureza ao acertar um ataque.\",\"minor_effect\":\"O arco emite uma aura calmante, concedendo vantagem em testes de Sabedoria (Percepção) para detectar criaturas ocultas.\"},\"appearance\":\"As veias de prata brilham fracamente, e pequenas folhas brotam das extremidades do arco.\",\"evolution_requirement\":\"Derrotar 10 criaturas hostis em áreas selvagens.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao arco\",\"enhanced_effect\":\"O dano adicional de natureza aumenta para 2d6.\",\"magical_ability\":\"Uma vez por descanso, o usuário pode conjurar a magia *Flecha Guiada* sem gastar um espaço de magia.\"},\"appearance\":\"As folhas do arco crescem e florescem, e o brilho da prata se intensifica.\",\"evolution_requirement\":\"Fusão com um arco mágico +1 e derrotar uma criatura de CR 5 ou superior em uma floresta.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao arco\",\"attribute_bonus\":\"+1 em Destreza\",\"magical_property\":\"O arco pode disparar flechas que criam uma área de 3 metros de raio de vegetação densa, dificultando o movimento (terreno difícil).\"},\"appearance\":\"As flores do arco desabrocham completamente, e pequenos pássaros de luz pousam nele brevemente após cada disparo.\",\"evolution_requirement\":\"Fusão com um item mágico relacionado à natureza (como um Anel de Proteção da Natureza) e completar uma missão para proteger uma floresta ameaçada.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao arco\",\"strong_effect\":\"O dano adicional de natureza aumenta para 3d6.\",\"attribute_bonus\":\"+1 em Destreza e +1 em Sabedoria\",\"special_ability\":\"Uma vez por descanso longo, o usuário pode invocar um espírito da floresta para lutar ao seu lado por 1 minuto.\"},\"appearance\":\"O arco agora parece vivo, com raízes e galhos se movendo suavemente. O brilho da prata é quase cegante.\",\"evolution_requirement\":\"Fusão com um item lendário relacionado à natureza (como um Cajado do Arquidruida) e derrotar uma criatura de CR 12 ou superior em uma floresta sagrada.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao arco\",\"legendary_effect\":\"O dano adicional de natureza aumenta para 4d6.\",\"unique_ability\":\"Uma vez por dia, o usuário pode disparar uma flecha que se transforma em uma tempestade de espinhos, causando 8d6 de dano de natureza em uma área de 9 metros de raio (CD de resistência 18 para reduzir o dano à metade).\"},\"appearance\":\"O arco agora é uma obra-prima da natureza, com flores eternas, pássaros de luz pairando ao redor e uma aura de poder divino.\",\"evolution_requirement\":\"Fusão com um artefato lendário (como o Coração da Floresta) e completar um ritual em um local sagrado da natureza.\"}]"
    ],
    "notes": [
      "O Arco da Floresta Eterna só pode ser evoluído por um Ranger ou por alguém com uma conexão profunda com a natureza.",
      "O dano adicional de natureza não é afetado por resistências ou imunidades.",
      "O espírito da floresta invocado no nível 4 tem estatísticas semelhantes a um Guardião da Floresta (CR 2)."
    ],
    "evolution_notes": [
      "Para evoluir o arco, o jogador deve realizar uma cerimônia em um local sagrado da natureza, gastando 1 hora e 500 po de materiais rituais por nível de evolução.",
      "Se o jogador falhar em uma evolução, o arco perde temporariamente seus poderes até que o jogador complete uma missão de redenção para a natureza."
    ],
    "damage": [
      "{\"base\":\"1d6 perfurante\",\"versatile\":null}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67d9ef5b000272b8867a",
    "$createdAt": "2025-03-18T22:10:35.829+00:00",
    "$updatedAt": "2025-03-18T22:10:35.829+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Varinha do Fluxo Arcano",
    "class": "sorcerer",
    "description": "A Varinha do Fluxo Arcano é um artefato antigo, forjado por um mago lendário que dominava as correntes de magia selvagem. Feita de madeira de carvalho lunar e adornada com runas brilhantes que mudam de cor conforme a intensidade da magia canalizada, esta varinha parece pulsar com energia arcana. Dizem que ela foi criada para aqueles que buscam dominar o caos da magia inata.",
    "weapon_type": null,
    "requirements": "Somente personagens da classe Sorcerer podem usar esta varinha. Requer afinidade com magia arcana.",
    "type": "wand",
    "wondrous_item": null,
    "rarity": "very_rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Ao acertar um ataque com a varinha, role um dado adicional de dano (1d6).\",\"wild_magic_surge\":\"Quando você rola um 1 em um teste de magia, role na tabela de Surto de Magia Selvagem.\"},\"appearance\":\"As runas na varinha brilham suavemente em tons de azul e roxo, indicando a presença de magia caótica.\",\"evolution_requirement\":\"Use a varinha para lançar 10 magias de nível 1 ou superior.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à varinha\",\"enhanced_surge\":\"Quando você rola um 1 ou 20 em um teste de magia, role na tabela de Surto de Magia Selvagem.\",\"additional_damage\":\"2d6 de dano de força ao acertar um ataque.\"},\"appearance\":\"As runas agora brilham mais intensamente, e pequenas faíscas de energia arcana saltam da varinha.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade incomum que contenha energia arcana.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à varinha\",\"magical_property\":\"Você pode usar uma reação para redirecionar uma magia de nível 3 ou inferior que tenha como alvo você para outro alvo dentro do alcance.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"A varinha agora emite um brilho constante, e as runas parecem se mover lentamente ao redor dela.\",\"evolution_requirement\":\"Derrote um inimigo de CR 10 ou superior usando apenas magias arcanas.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à varinha\",\"strong_effect\":\"Uma vez por dia, você pode lançar uma magia de nível 5 sem gastar um slot de magia.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"A varinha agora emite um som sutil de vento mágico, e as runas brilham em todas as cores do arco-íris.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade rara que contenha energia elemental.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à varinha\",\"legendary_effect\":\"Uma vez por dia, você pode canalizar o Fluxo Arcano, permitindo que você lance qualquer magia de nível 9 sem gastar um slot de magia.\",\"unique_ability\":\"Sempre que você rola um 20 em um teste de magia, você recupera um slot de magia de nível 5 ou inferior.\"},\"appearance\":\"A varinha agora é envolta em uma aura de energia arcana pura, e as runas flutuam ao redor dela como estrelas.\",\"evolution_requirement\":\"Derrote um inimigo de CR 20 ou superior usando apenas magias arcanas.\"}]"
    ],
    "notes": [
      "A Varinha do Fluxo Arcano não pode ser usada por personagens de outras classes, mesmo que tenham afinidade com magia.",
      "A habilidade de Surto de Magia Selvagem é ativada apenas quando a varinha é usada para lançar magias.",
      "A evolução da varinha pode falhar se os requisitos não forem cumpridos, resultando na perda do item de fusão."
    ],
    "evolution_notes": [
      "Para evoluir a varinha, o jogador deve realizar um ritual arcano que dura 1 hora e consome 500 po de materiais mágicos.",
      "Se o ritual falhar (rolagem de 1 em um d20), o item de fusão é perdido e a varinha não evolui."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de força\",\"versatile\":null}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67dad38d001aa3e36bd2",
    "$createdAt": "2025-03-19T14:24:14.014+00:00",
    "$updatedAt": "2025-03-19T14:24:14.014+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Poção do Espírito Indomável",
    "class": "fighter",
    "description": "Esta poção é uma mistura alquímica rara, criada a partir de ervas místicas e essências de criaturas lendárias. Quando consumida, o líquido brilha com uma luz azulada e emite um leve aroma de flores selvagens. Dizem que foi criada por um antigo guerreiro que buscava superar seus limites físicos e mentais.",
    "weapon_type": null,
    "requirements": "Apenas personagens da classe Lutador podem consumir esta poção.",
    "type": "potion",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Após consumir a poção, o lutador pode realizar um ataque adicional como uma ação bônus uma vez por combate.\",\"temporary_hit_points\":\"Concede 1d8 + nível do personagem em pontos de vida temporários por 1 hora.\"},\"appearance\":\"A poção tem um líquido azul brilhante que parece pulsar levemente. Quando consumida, o corpo do lutador emite uma aura azulada por alguns instantes.\",\"evolution_requirement\":\"Derrotar 5 inimigos em um único combate após consumir a poção.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 em testes de ataque e dano com armas corpo a corpo.\",\"damage_resistance\":\"Resistência a dano de concussão enquanto os pontos de vida temporários estiverem ativos.\",\"additional_damage\":\"1d6 de dano adicional em ataques corpo a corpo por 1 hora.\"},\"appearance\":\"A poção agora brilha com uma luz mais intensa, e pequenas faíscas azuis saltam do líquido. A aura ao redor do lutador se torna mais visível e duradoura.\",\"evolution_requirement\":\"Fusão com uma poção de força maior ou derrotar um inimigo de CR 7 ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 em testes de ataque e dano com armas corpo a corpo.\",\"attribute_bonus\":\"+1 em Força ou Constituição enquanto a poção estiver ativa.\",\"magical_effect\":\"O lutador pode usar a ação de Esquiva como uma reação sem gastar sua reação normal.\"},\"appearance\":\"A poção agora emite um brilho quase cegante, e o líquido parece se mover por conta própria. A aura ao redor do lutador forma padrões complexos, como runas antigas.\",\"evolution_requirement\":\"Fusão com uma poção de resistência mágica ou completar um desafio de sobrevivência em um ambiente extremo.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 em testes de ataque e dano com armas corpo a corpo.\",\"attribute_bonus\":\"+1 em Força e Constituição enquanto a poção estiver ativa.\",\"special_effect\":\"O lutador pode usar a ação de Ataque Extra duas vezes por turno por 1 hora.\"},\"appearance\":\"A poção agora parece conter estrelas em seu interior, com partículas brilhantes flutuando no líquido. A aura ao redor do lutador forma uma armadura etérea.\",\"evolution_requirement\":\"Fusão com uma poção de invulnerabilidade ou derrotar um inimigo de CR 15 ou superior.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 em testes de ataque e dano com armas corpo a corpo.\",\"legendary_effect\":\"O lutador ganha imunidade a condições de medo e encantamento, e pode usar a ação de Ataque Extra três vezes por turno por 1 hora.\",\"unique_ability\":\"Uma vez por dia, o lutador pode entrar em um estado de fúria divina, ganhando vantagem em todos os testes de ataque e dano por 1 minuto.\"},\"appearance\":\"A poção agora é uma esfera de luz líquida, com energia pura fluindo em seu interior. A aura ao redor do lutador forma uma figura celestial, como um guerreiro divino.\",\"evolution_requirement\":\"Fusão com uma poção de sangue de dragão ou completar um desafio épico determinado pelo Mestre.\"}]"
    ],
    "notes": [
      "A poção só pode ser consumida uma vez por dia.",
      "Os efeitos da poção não se acumulam com outras poções ou efeitos similares.",
      "A evolução da poção requer desafios específicos ou fusões com outros itens mágicos, conforme descrito em cada nível."
    ],
    "evolution_notes": [
      "Para evoluir a poção, o jogador deve realizar os desafios ou fusões descritos. O Mestre pode ajustar os requisitos conforme necessário para o equilíbrio da campanha.",
      "Se o jogador falhar em um desafio de evolução, a poção perde seus efeitos temporariamente até que o desafio seja completado com sucesso."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67dad894002469e7e545",
    "$createdAt": "2025-03-19T14:45:41.245+00:00",
    "$updatedAt": "2025-03-19T14:45:41.245+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Elixir das Sombras Eternas",
    "class": "rogue",
    "description": "Este elixir misterioso foi criado por um antigo ladino lendário que dominava as artes das sombras. Contido em um frasco de vidro negro, o líquido parece absorver a luz ao seu redor, criando pequenas ondulações de escuridão. Dizem que quem o bebe ganha poderes sobrenaturais, mas também corre o risco de se perder nas sombras.",
    "weapon_type": null,
    "requirements": "Apenas ladinos ou personagens com proficiência em Furtividade podem usar este item.",
    "type": "potion",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"11_to_12\",\"bonus\":{\"shadow_step\":\"Uma vez por descanso curto, o usuário pode se teletransportar até 30 pés para um espaço que consiga ver e que esteja em sombras ou escuridão.\",\"stealth_boost\":\"Vantagem em testes de Furtividade enquanto estiver em áreas de sombra ou escuridão.\"},\"appearance\":\"O líquido dentro do frasco brilha com um tom azul-escuro, e pequenas faíscas de sombra dançam em sua superfície.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando Furtividade.\"},{\"level\":2,\"player_level\":\"13_to_14\",\"bonus\":{\"shadow_cloak\":\"O usuário ganha resistência a dano de sombra e pode se tornar invisível em áreas de sombra ou escuridão por até 1 minuto, uma vez por descanso curto.\",\"bonus_damage\":\"Ataques furtivos causam +1d6 de dano de sombra.\"},\"appearance\":\"O frasco agora emite uma leve névoa escura ao seu redor, e o líquido parece mais denso, quase sólido.\",\"evolution_requirement\":\"Fusão com uma Poção de Invisibilidade Superior.\"},{\"level\":3,\"player_level\":\"15\",\"bonus\":{\"shadow_strike\":\"Uma vez por turno, o usuário pode gastar uma ação bônus para realizar um ataque furtivo adicional que causa +2d6 de dano de sombra.\",\"attribute_boost\":\"+1 em Destreza.\"},\"appearance\":\"O frasco agora parece estar envolto em sombras vivas, que se movem independentemente da luz ao redor.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 15 ou superior usando um ataque furtivo.\"},{\"level\":4,\"player_level\":\"16\",\"bonus\":{\"umbral_form\":\"O usuário pode se transformar em uma forma de sombra por até 10 minutos, ganhando imunidade a dano físico e podendo se mover através de criaturas e objetos. Usável uma vez por descanso longo.\",\"bonus_damage\":\"Ataques furtivos causam +3d6 de dano de sombra.\"},\"appearance\":\"O frasco agora parece estar cheio de uma substância viva, com sombras se contorcendo dentro dele como se tentassem escapar.\",\"evolution_requirement\":\"Fusão com uma Poção de Transformação Superior.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"eternal_shadow\":\"O usuário ganha a habilidade de se fundir permanentemente com as sombras, podendo se teletransportar para qualquer área de sombra ou escuridão dentro de 1 milha, sem limite de usos.\",\"legendary_effect\":\"Uma vez por descanso longo, o usuário pode invocar uma aura de escuridão que cobre uma área de 60 pés de raio, obscurecendo a visão e concedendo vantagem em testes de Furtividade para aliados.\"},\"appearance\":\"O frasco agora é quase irreconhecível, uma massa pulsante de sombras puras que parece desafiar as leis da física.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 20 ou superior usando apenas habilidades relacionadas a sombras.\"}]"
    ],
    "notes": [
      "O Elixir das Sombras Eternas só pode ser usado uma vez por descanso longo. Após o uso, o frasco se reabastece magicamente ao amanhecer.",
      "Se o usuário falhar em um teste de resistência contra efeitos de sombra enquanto estiver sob o efeito do elixir, ele sofre 2d10 de dano necrótico e fica atordoado por 1 rodada.",
      "O elixir não pode ser destruído por meios convencionais e só pode ser desfeito por um ritual realizado em um local de poder sombrio."
    ],
    "evolution_notes": [
      "Para evoluir o elixir, o usuário deve realizar um ritual que envolve derramar uma gota do elixir em um local de poder sombrio e recitar uma invocação em língua antiga.",
      "Se o ritual falhar (rolagem de 1 em um d20), o elixir perde temporariamente seus poderes por 1d4 dias."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67dada180039f6ea0b29",
    "$createdAt": "2025-03-19T14:52:09.979+00:00",
    "$updatedAt": "2025-03-19T14:52:09.979+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Adaga da Sombra Ascendente",
    "class": "fighter",
    "description": "Esta adaga foi forjada nas profundezas do Submundo, onde as sombras ganham vida e os segredos mais sombrios são guardados. Sua lâmina é feita de um metal negro que parece absorver a luz ao seu redor, e seu cabo é adornado com runas antigas que brilham com uma luz pálida e fria. Dizem que a Adaga da Sombra Ascendente foi criada por um antigo assassino que fez um pacto com entidades sombrias para garantir sua vitória em batalhas. A adaga evolui conforme o portador se torna mais poderoso, revelando habilidades cada vez mais mortais.",
    "weapon_type": "dagger",
    "requirements": "Qualquer personagem que possa empunhar adagas, preferencialmente lutadores ou ladinos.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando você acerta um ataque com esta adaga, você pode rolar um dado adicional de dano (1d4 ou 1d6 se empunhada com duas mãos).\",\"sombra_oculta\":\"Você pode se esconder como uma ação bônus, mesmo que esteja apenas levemente obscurecido.\"},\"appearance\":\"As runas na adaga brilham fracamente quando você acerta um ataque, como se estivessem absorvendo a energia do golpe.\",\"evolution_requirement\":\"Acertar 5 ataques críticos com esta adaga.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à adaga\",\"sombra_letal\":\"Quando você rola um 19 ou 20 em um ataque, você pode adicionar 2d6 de dano necrótico ao golpe.\",\"resistencia_sombria\":\"Você ganha resistência a dano necrótico.\"},\"appearance\":\"A lâmina da adaga agora emana uma névoa escura que parece se mover por conta própria.\",\"evolution_requirement\":\"Fusão com uma adaga mágica +1 e derrotar uma criatura das sombras de CR 5 ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à adaga\",\"ataque_furtivo_aprimorado\":\"Se você for um ladino, o dano do seu Ataque Furtivo aumenta em 1d6. Se não for, você ganha um bônus de +2 em testes de Destreza.\",\"sombra_veloz\":\"Você pode usar a ação de Esconder-se como uma ação livre uma vez por turno.\"},\"appearance\":\"As runas na adaga agora brilham intensamente, e a névoa ao redor da lâmina se torna mais densa.\",\"evolution_requirement\":\"Derrotar um inimigo com um ataque crítico enquanto estiver escondido.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à adaga\",\"sombra_implacavel\":\"Quando você reduz um inimigo a 0 pontos de vida com esta adaga, você pode realizar um ataque adicional contra outro inimigo dentro do seu alcance.\",\"atributo_sombrio\":\"+1 em Destreza e +1 em Constituição.\"},\"appearance\":\"A adaga agora emite um som sussurrante, como se estivesse sussurrando segredos sombrios ao seu portador.\",\"evolution_requirement\":\"Fusão com uma adaga mágica +2 e completar um desafio em um local de poder sombrio.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à adaga\",\"sombra_eterna\":\"Uma vez por dia, você pode invocar uma névoa de sombras que obscurece uma área de 30 pés ao seu redor. Criaturas dentro da névoa têm desvantagem em testes de percepção e ataques contra você.\",\"dominio_das_sombras\":\"Você pode teleportar-se até 30 pés para um local que você possa ver, desde que esteja em uma área de escuridão ou penumbra. Este teleporte não provoca ataques de oportunidade.\"},\"appearance\":\"A adaga agora parece estar viva, com a névoa ao seu redor formando rostos sombrios que sussurram segredos antigos.\",\"evolution_requirement\":\"Nenhuma. Este é o nível máximo de evolução.\"}]"
    ],
    "notes": [
      "A Adaga da Sombra Ascendente só pode ser evoluída se o portador estiver alinhado com forças sombrias ou neutras. Personagens de alinhamento bom podem sofrer penalidades ao usá-la.",
      "A névoa de sombras criada pela habilidade 'Sombra Eterna' dura até 1 minuto ou até ser dissipada por uma magia como Luz do Dia.",
      "Se o portador morrer enquanto empunha a adaga, ela desaparece e reaparece em um local sombrio aleatório, aguardando um novo portador."
    ],
    "evolution_notes": [
      "Para evoluir a adaga, o portador deve realizar um ritual sombrio que envolve derramar sangue de uma criatura das sombras na lâmina.",
      "Se o portador falhar em cumprir os requisitos de evolução, a adaga pode se voltar contra ele, causando 2d6 de dano necrótico e perdendo temporariamente seus poderes até que o portador se redima."
    ],
    "damage": [
      "{\"base\":\"1d4 perfurante\",\"versatile\":\"1d6 perfurante\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67dadc31001bf813dfbd",
    "$createdAt": "2025-03-19T15:01:06.099+00:00",
    "$updatedAt": "2025-03-19T15:01:06.099+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Poção da Harmonia Eterna",
    "class": "bard",
    "description": "Uma poção mágica criada por um bardo lendário, encapsulando a essência da música e da harmonia. A poção brilha com cores cintilantes que mudam conforme a luz, e seu líquido parece vibrar suavemente, como se estivesse cantando uma melodia suave. Dizem que quem a bebe sente uma conexão profunda com as forças da criação e da arte.",
    "weapon_type": "flail",
    "requirements": "Apenas bardos podem usar esta poção.",
    "type": "potion",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"inspiration_boost\":\"O bardo ganha uma Inspiração adicional por descanso longo.\",\"minor_healing\":\"Ao beber a poção, o bardo recupera 1d6 + modificador de Carisma de pontos de vida.\"},\"appearance\":\"A poção emite um brilho suave e uma melodia sussurrada pode ser ouvida ao segurá-la.\",\"evolution_requirement\":\"O bardo deve realizar uma performance pública que emocione pelo menos 10 pessoas.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à jogadas de ataque e dano com flails.\",\"enhanced_inspiration\":\"A Inspiração concedida pela poção agora concede +1d6 adicional ao rolar o dado de Inspiração.\"},\"appearance\":\"A poção brilha mais intensamente, e a melodia se torna mais clara, quase como uma canção completa.\",\"evolution_requirement\":\"Fusão com uma poção mágica de raridade incomum ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à jogadas de ataque e dano com flails.\",\"charm_effect\":\"Uma vez por descanso, o bardo pode usar a poção para lançar a magia Encantar Pessoa sem gastar um espaço de magia.\"},\"appearance\":\"A poção agora emite um brilho pulsante, e a melodia é audível a uma curta distância.\",\"evolution_requirement\":\"O bardo deve derrotar um inimigo de CR 10 ou superior usando apenas habilidades de bardo.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à jogadas de ataque e dano com flails.\",\"attribute_boost\":\"+1 à Carisma e +1 à Constituição.\",\"major_healing\":\"Ao beber a poção, o bardo recupera 3d6 + modificador de Carisma de pontos de vida.\"},\"appearance\":\"A poção brilha com uma luz intensa, e a melodia é audível em um raio de 10 metros.\",\"evolution_requirement\":\"Fusão com uma poção mágica de raridade rara ou superior.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à jogadas de ataque e dano com flails.\",\"legendary_effect\":\"Uma vez por descanso, o bardo pode usar a poção para lançar a magia Ressurreição sem gastar componentes materiais.\",\"aura_of_harmony\":\"Todos os aliados em um raio de 10 metros ganham vantagem em testes de resistência contra efeitos de medo e encantamento.\"},\"appearance\":\"A poção brilha com uma luz cegante, e a melodia é audível em um raio de 30 metros, inspirando todos que a ouvem.\",\"evolution_requirement\":\"O bardo deve realizar uma performance épica que emocione pelo menos 100 pessoas.\"}]"
    ],
    "notes": [
      "A poção só pode ser usada uma vez por descanso longo.",
      "Se o bardo não for da classe bardo, a poção não terá efeito.",
      "A evolução da poção pode exigir desafios específicos ou a fusão com outras poções mágicas."
    ],
    "evolution_notes": [
      "Para evoluir a poção, o bardo deve realizar uma performance que emocione um número específico de pessoas, conforme o nível de evolução.",
      "Se a performance falhar em emocionar o número necessário de pessoas, a poção não evolui e o bardo deve tentar novamente após um descanso longo."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67daee7b0030a8f98eaa",
    "$createdAt": "2025-03-19T16:19:08.404+00:00",
    "$updatedAt": "2025-03-19T16:19:08.404+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Elixir da Luz Divina",
    "class": "cleric",
    "description": "Este elixir brilhante, guardado em um frasco de cristal adornado com runas sagradas, contém a essência purificada da luz divina. Dizem que foi criado por um clérigo lendário que dedicou sua vida a combater as trevas. Quando consumido, o líquido dourado emana uma aura calmante e fortalecedora, concedendo ao usuário poderes divinos temporários. Conforme o clérigo cresce em poder, o elixir evolui, revelando habilidades cada vez mais impressionantes.",
    "weapon_type": "handaxe",
    "requirements": "Apenas clérigos podem usar este item.",
    "type": "potion",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"temporary_hit_points\":\"O usuário ganha 2d6 pontos de vida temporários por 1 hora.\",\"radiant_resistance\":\"Resistência a dano radiante até o próximo descanso longo.\"},\"appearance\":\"O líquido brilha suavemente, com partículas douradas flutuando dentro do frasco.\",\"evolution_requirement\":\"Consumir o elixir 3 vezes em combates contra criaturas das trevas.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"temporary_hit_points\":\"O usuário ganha 3d6 pontos de vida temporários por 1 hora.\",\"radiant_resistance\":\"Resistência a dano radiante e necrótico até o próximo descanso longo.\",\"divine_guidance\":\"Uma vez por dia, o usuário pode rolar novamente um teste de habilidade ou salvamento.\"},\"appearance\":\"O líquido brilha mais intensamente, com raios de luz dourada escapando do frasco.\",\"evolution_requirement\":\"Fusão com um frasco de água benta abençoada por um clérigo de nível 5 ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"temporary_hit_points\":\"O usuário ganha 4d6 pontos de vida temporários por 1 hora.\",\"radiant_resistance\":\"Resistência a dano radiante, necrótico e de fogo até o próximo descanso longo.\",\"divine_guidance\":\"Duas vezes por dia, o usuário pode rolar novamente um teste de habilidade ou salvamento.\",\"attribute_bonus\":\"+1 em Sabedoria.\"},\"appearance\":\"O frasco emana uma aura dourada que ilumina uma área de 3 metros ao redor.\",\"evolution_requirement\":\"Derrotar uma criatura das trevas de desafio 10 ou superior enquanto sob o efeito do elixir.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"temporary_hit_points\":\"O usuário ganha 5d6 pontos de vida temporários por 1 hora.\",\"radiant_resistance\":\"Resistência a dano radiante, necrótico, fogo e ácido até o próximo descanso longo.\",\"divine_guidance\":\"Três vezes por dia, o usuário pode rolar novamente um teste de habilidade ou salvamento.\",\"attribute_bonus\":\"+1 em Sabedoria e +1 em Constituição.\"},\"appearance\":\"O frasco brilha como uma pequena estrela, com raios de luz dourada irradiando em todas as direções.\",\"evolution_requirement\":\"Fusão com um fragmento de um artefato sagrado de nível lendário.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"temporary_hit_points\":\"O usuário ganha 6d6 pontos de vida temporários por 1 hora.\",\"radiant_resistance\":\"Imunidade a dano radiante e resistência a dano necrótico, fogo e ácido até o próximo descanso longo.\",\"divine_guidance\":\"Quatro vezes por dia, o usuário pode rolar novamente um teste de habilidade ou salvamento.\",\"attribute_bonus\":\"+2 em Sabedoria e +1 em Constituição.\",\"legendary_effect\":\"Uma vez por dia, o usuário pode invocar uma explosão de luz divina que causa 8d8 de dano radiante em uma área de 9 metros. Criaturas das trevas têm desvantagem no teste de resistência.\"},\"appearance\":\"O frasco emana uma luz tão intensa que é difícil olhar diretamente para ele, com raios dourados que iluminam toda a área ao redor.\",\"evolution_requirement\":\"Não pode evoluir além deste nível.\"}]"
    ],
    "notes": [
      "O efeito do elixir só pode ser ativado uma vez por descanso longo.",
      "Se o usuário não for um clérigo, o elixir não terá efeito.",
      "O elixir perde seu poder se for exposto a magias das trevas de nível 5 ou superior."
    ],
    "evolution_notes": [
      "Para evoluir, o clérigo deve realizar um ritual sagrado que leva 1 hora e consome 100 po de materiais.",
      "Se o ritual falhar (rolagem de 1 em um d20), o elixir perde temporariamente seus efeitos por 1d4 dias."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67daf002001fa7d7530c",
    "$createdAt": "2025-03-19T16:25:39.671+00:00",
    "$updatedAt": "2025-03-19T16:25:39.671+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Poção da Essência Selvagem",
    "class": "ranger",
    "description": "Esta poção é uma mistura rara de ervas místicas e essências de criaturas mágicas da floresta. Ela foi criada por druidas antigos para fortalecer aqueles que vivem em harmonia com a natureza. A poção brilha com um verde intenso e emite um aroma de terra molhada e flores silvestres. Quando consumida, o usuário sente uma conexão profunda com o mundo natural, como se a própria floresta estivesse fluindo em suas veias.",
    "weapon_type": null,
    "requirements": "Qualquer personagem com afinidade pela natureza, como Rangers ou Druidas.",
    "type": "potion",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"nature_blessing\":\"O usuário ganha +1 em testes de Sobrevivência e Percepção enquanto estiver em áreas naturais.\",\"minor_healing\":\"Recupera 1d6 pontos de vida ao consumir a poção.\"},\"appearance\":\"A poção tem um brilho suave e verde, com partículas flutuando lentamente no líquido.\",\"evolution_requirement\":\"Passar uma noite meditando em uma floresta sagrada.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"nature_blessing\":\"+2 em testes de Sobrevivência e Percepção em áreas naturais.\",\"enhanced_healing\":\"Recupera 2d6 pontos de vida ao consumir a poção.\",\"resistance\":\"Resistência a dano de veneno.\"},\"appearance\":\"O brilho da poção se intensifica, e pequenas faíscas verdes saltam do líquido.\",\"evolution_requirement\":\"Derrotar uma criatura venenosa de CR 5 ou superior e coletar seu veneno para aprimorar a poção.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"nature_blessing\":\"+3 em testes de Sobrevivência e Percepção em áreas naturais.\",\"greater_healing\":\"Recupera 3d6 pontos de vida ao consumir a poção.\",\"resistance\":\"Resistência a dano de veneno e fogo.\",\"attribute_bonus\":\"+1 em Destreza.\"},\"appearance\":\"A poção agora emite um brilho pulsante, como o coração de uma floresta viva.\",\"evolution_requirement\":\"Encontrar e beber água de uma fonte mágica em uma floresta ancestral.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"nature_blessing\":\"+4 em testes de Sobrevivência e Percepção em áreas naturais.\",\"superior_healing\":\"Recupera 4d6 pontos de vida ao consumir a poção.\",\"resistance\":\"Resistência a dano de veneno, fogo e frio.\",\"attribute_bonus\":\"+1 em Destreza e Sabedoria.\"},\"appearance\":\"A poção brilha com uma luz tão intensa que ilumina pequenas áreas ao seu redor.\",\"evolution_requirement\":\"Derrotar um guardião da floresta (CR 12 ou superior) e receber sua bênção.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"nature_blessing\":\"+5 em testes de Sobrevivência e Percepção em áreas naturais.\",\"legendary_healing\":\"Recupera 5d6 pontos de vida ao consumir a poção.\",\"resistance\":\"Resistência a dano de veneno, fogo, frio e relâmpago.\",\"attribute_bonus\":\"+2 em Destreza e Sabedoria.\",\"unique_ability\":\"Uma vez por dia, o usuário pode se transformar em uma criatura da floresta (como um lobo, urso ou águia) por 1 hora.\"},\"appearance\":\"A poção parece viva, com raízes e folhas brotando do frasco, e emite um som suave de vento na floresta.\",\"evolution_requirement\":\"Realizar um ritual em um círculo de pedras antigas durante uma lua cheia, oferecendo uma parte de sua essência vital.\"}]"
    ],
    "notes": [
      "A poção só pode ser consumida uma vez por dia.",
      "Se o usuário não tiver afinidade com a natureza, a poção causa 2d6 de dano necrótico ao ser consumida.",
      "A transformação em criatura da floresta no nível 5 não permite o uso de habilidades mágicas ou de classe, apenas as habilidades naturais da criatura."
    ],
    "evolution_notes": [
      "Para evoluir a poção, o usuário deve realizar tarefas que fortaleçam sua conexão com a natureza.",
      "Se o ritual de evolução falhar (rolar um 1 em um d20), a poção perde seus efeitos mágicos até que o usuário complete uma missão de redenção."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67daf3f70011b201b59f",
    "$createdAt": "2025-03-19T16:42:34.308+00:00",
    "$updatedAt": "2025-03-19T16:42:34.308+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Poção da Fúria Ancestral",
    "class": "barbarian",
    "description": "Esta poção é uma relíquia ancestral, criada pelos primeiros bárbaros para canalizar a fúria de seus ancestrais. Ela contém um líquido vermelho brilhante que parece pulsar com energia primitiva. Quando consumida, o usuário sente uma onda de poder cru e incontrolável, como se os espíritos dos guerreiros antigos estivessem lutando ao seu lado.",
    "weapon_type": null,
    "requirements": "Apenas bárbaros podem consumir esta poção. Ela não tem efeito em outras classes.",
    "type": "potion",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"furia_ancestral\":\"Ao consumir a poção, o bárbaro entra em um estado de fúria ancestral, ganhando +2 de dano em ataques corpo a corpo e resistência a dano de concussão, perfuração e cortante por 1 minuto.\"},\"appearance\":\"A poção emite um brilho vermelho fraco, com partículas de energia que flutuam dentro do líquido.\",\"evolution_requirement\":\"O bárbaro deve derrotar 5 inimigos enquanto estiver sob o efeito da fúria ancestral.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"furia_ancestral\":\"Agora, a fúria ancestral concede +3 de dano em ataques corpo a corpo e resistência a dano de fogo e gelo.\",\"aura_ancestral\":\"O bárbaro emite uma aura de 3 metros de raio que causa 1d6 de dano necrótico a todos os inimigos no início de cada turno deles.\"},\"appearance\":\"O líquido da poção brilha mais intensamente, e pequenas faíscas de energia saltam do frasco.\",\"evolution_requirement\":\"Fusão com uma poção de resistência elemental.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"furia_ancestral\":\"A fúria ancestral concede +4 de dano em ataques corpo a corpo e resistência a dano de raio e ácido.\",\"aura_ancestral\":\"A aura aumenta para 2d6 de dano necrótico e seu raio aumenta para 6 metros.\",\"espiritos_guerreiros\":\"Uma vez por descanso, o bárbaro pode invocar espíritos ancestrais para lutar ao seu lado por 1 minuto. Os espíritos têm CA 15, 30 pontos de vida e causam 2d8 de dano necrótico por ataque.\"},\"appearance\":\"A poção agora emite um brilho vermelho intenso, e o líquido parece ferver com energia ancestral.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior enquanto estiver sob o efeito da fúria ancestral.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"furia_ancestral\":\"A fúria ancestral concede +5 de dano em ataques corpo a corpo e resistência a todos os tipos de dano, exceto psíquico.\",\"aura_ancestral\":\"A aura aumenta para 3d6 de dano necrótico e seu raio aumenta para 9 metros.\",\"espiritos_guerreiros\":\"Os espíritos ancestrais agora causam 3d8 de dano necrótico por ataque e têm 50 pontos de vida.\",\"forca_ancestral\":\"O bárbaro ganha +1 em Força e Constituição enquanto estiver sob o efeito da fúria ancestral.\"},\"appearance\":\"A poção emite um brilho vermelho cegante, e o líquido parece conter pequenos fragmentos de luz que se movem como estrelas.\",\"evolution_requirement\":\"Fusão com uma poção de força gigante.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"furia_ancestral\":\"A fúria ancestral concede +6 de dano em ataques corpo a corpo e imunidade a todos os tipos de dano, exceto psíquico.\",\"aura_ancestral\":\"A aura aumenta para 4d6 de dano necrótico e seu raio aumenta para 12 metros.\",\"espiritos_guerreiros\":\"Os espíritos ancestrais agora causam 4d8 de dano necrótico por ataque e têm 70 pontos de vida.\",\"forca_ancestral\":\"O bárbaro ganha +2 em Força e Constituição enquanto estiver sob o efeito da fúria ancestral.\",\"ascensao_ancestral\":\"Uma vez por descanso longo, o bárbaro pode entrar em um estado de ascensão ancestral, ganhando voo de 18 metros e causando dano máximo em todos os ataques por 1 minuto.\"},\"appearance\":\"A poção agora parece uma estrela em miniatura, com luzes pulsantes que iluminam a área ao redor. O líquido é tão denso que parece sólido.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 20 ou superior enquanto estiver sob o efeito da fúria ancestral.\"}]"
    ],
    "notes": [
      "A fúria ancestral só pode ser ativada uma vez por descanso curto ou longo.",
      "A aura ancestral não afeta aliados, apenas inimigos.",
      "Os espíritos ancestrais desaparecem se o bárbaro for nocauteado ou se o efeito da fúria ancestral terminar."
    ],
    "evolution_notes": [
      "Para evoluir a poção, o bárbaro deve realizar um ritual de 1 hora em um local sagrado para seus ancestrais.",
      "Se o ritual for interrompido, a poção perde seus efeitos até que o ritual seja concluído com sucesso."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67daf49b000dcde3a054",
    "$createdAt": "2025-03-19T16:45:15.879+00:00",
    "$updatedAt": "2025-03-19T16:45:15.879+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cristal da Harmonia Primordial",
    "class": "druid",
    "description": "Este cristal brilhante, esculpido pela própria natureza, emana uma energia serena e poderosa. Dizem que foi criado pelos primeiros druidas para proteger o equilíbrio do mundo. Sua superfície reflete a luz como se fosse água, e pequenas runas antigas cintilam em seu interior. O Cristal da Harmonia Primordial é um símbolo de conexão com as forças naturais e evolui conforme o portador se torna mais sábio e poderoso.",
    "weapon_type": null,
    "requirements": "Druida ou personagem com afinidade natural (como Ranger ou Clérigo da Natureza).",
    "type": "wondrous_item",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"nature_bond\":\"O portador pode se comunicar com animais e plantas em um raio de 30 metros.\",\"minor_healing\":\"Uma vez por dia, o portador pode curar 1d8 + modificador de Sabedoria de pontos de vida.\"},\"appearance\":\"O cristal emite uma luz suave e verde, e pequenas folhas brotam ao seu redor quando suas habilidades são usadas.\",\"evolution_requirement\":\"Passar 24 horas em meditação em um local natural sagrado.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 em testes de Sabedoria e Constituição.\",\"nature_shield\":\"O portador ganha resistência a dano de veneno e vantagem em testes de resistência contra efeitos de paralisia.\"},\"appearance\":\"O cristal agora brilha com uma luz mais intensa, e pequenas raízes começam a se entrelaçar ao redor dele.\",\"evolution_requirement\":\"Fusão com um Cristal de Energia Natural (item mágico raro).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 em testes de Sabedoria e Constituição.\",\"wild_shape_enhancement\":\"O portador pode usar a forma selvagem duas vezes sem gastar um uso, e a duração aumenta para 2 horas.\"},\"appearance\":\"O cristal agora emite uma aura de energia natural, e pequenos animais são atraídos para ele.\",\"evolution_requirement\":\"Derrotar uma criatura elemental de CR 10 ou superior em um ambiente natural.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 em testes de Sabedoria e Constituição.\",\"nature_wrath\":\"Uma vez por dia, o portador pode invocar uma tempestade de raios que causa 6d8 de dano elétrico em uma área de 20 metros de raio.\"},\"appearance\":\"O cristal agora pulsa com energia, e pequenos relâmpagos dançam em sua superfície.\",\"evolution_requirement\":\"Fusão com um Fragmento de Tempestade (item mágico muito raro).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 em testes de Sabedoria e Constituição.\",\"primordial_awakening\":\"O portador pode se transformar em um Elemental Primordial (Terra, Fogo, Água ou Ar) uma vez por dia, com duração de 1 hora. Durante essa forma, o portador ganha imunidade a dano físico e resistência a dano mágico.\"},\"appearance\":\"O cristal agora brilha com uma luz cegante, e sua energia irradia uma sensação de poder primordial.\",\"evolution_requirement\":\"Completar um ritual em um local sagrado durante um eclipse, envolvendo a oferenda de um artefato lendário.\"}]"
    ],
    "notes": [
      "O Cristal da Harmonia Primordial só pode ser usado por personagens alinhados com a natureza (Neutro Bom, Neutro ou Neutro Mau).",
      "Se o portador perder a conexão com a natureza (como mudar de alinhamento para Caótico Mau ou Legal Mau), o cristal perderá seus poderes até que a conexão seja restaurada.",
      "O cristal pode ser destruído apenas por uma criatura de nível lendário ou por um ritual de desencantamento realizado em um local de poder antinatural."
    ],
    "evolution_notes": [
      "Para evoluir o cristal, o portador deve realizar um teste de Sabedoria (CD 15) durante o ritual de evolução. Se falhar, o cristal não evolui e o ritual deve ser repetido após um descanso longo.",
      "Se o portador rolar um 1 no teste de Sabedoria durante o ritual, o cristal perde temporariamente seus poderes por 1d4 dias."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67daf5e3002e853721d2",
    "$createdAt": "2025-03-19T16:50:44.433+00:00",
    "$updatedAt": "2025-03-19T16:50:44.433+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Óculos da Visão Selvagem",
    "class": "ranger",
    "description": "Estes óculos antigos foram forjados por um lendário caçador de bestas, que os usou para rastrear e derrotar criaturas mágicas em florestas proibidas. Feitos de um material desconhecido, os óculos têm lentes que brilham com um leve tom esverdeado, como se capturassem a essência da natureza. Eles permitem ao usuário ver através de ilusões, rastrear presas com precisão sobrenatural e até mesmo prever os movimentos de criaturas selvagens.",
    "weapon_type": null,
    "requirements": "Ranger ou personagem com proficiência em Sobrevivência",
    "type": "wondrous_item",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"visao_aprimorada\":\"O usuário pode ver até 60 metros em escuridão mágica ou não mágica.\",\"rastreamento_magico\":\"Vantagem em testes de Sobrevivência para rastrear criaturas.\"},\"appearance\":\"As lentes dos óculos emitem um brilho suave e esverdeado, quase imperceptível.\",\"evolution_requirement\":\"Rastrear e derrotar 5 criaturas mágicas ou monstros.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 em ataques contra criaturas mágicas ou monstros.\",\"visao_do_cacador\":\"O usuário pode ver criaturas invisíveis dentro de 30 metros.\"},\"appearance\":\"O brilho das lentes se intensifica, e pequenos padrões de runas aparecem nas hastes.\",\"evolution_requirement\":\"Fusão com um item mágico de rastreamento (como uma Bússola do Caçador).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 em ataques contra criaturas mágicas ou monstros.\",\"instinto_selvagem\":\"+1 em Destreza e Sabedoria.\",\"previsao_de_movimento\":\"O usuário pode usar uma reação para adicionar +2 na CA contra um ataque de uma criatura rastreada.\"},\"appearance\":\"As runas nas hastes brilham intensamente, e as lentes projetam uma aura verde ao redor do usuário.\",\"evolution_requirement\":\"Derrotar uma criatura de desafio 10 ou superior usando apenas habilidades de rastreamento.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 em ataques contra criaturas mágicas ou monstros.\",\"visao_do_espirito\":\"O usuário pode ver criaturas no Plano Etéreo dentro de 60 metros.\",\"resistencia_selvagem\":\"Resistência a dano de veneno e vantagem em testes contra efeitos de medo.\"},\"appearance\":\"As lentes agora emitem um brilho pulsante, e pequenos espíritos animais parecem circular ao redor do usuário.\",\"evolution_requirement\":\"Fusão com um item mágico de proteção (como um Amuleto de Proteção contra Espíritos).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 em ataques contra criaturas mágicas ou monstros.\",\"dominio_da_selva\":\"O usuário pode conjurar a magia 'Conjurar Animais' (nível 5) uma vez por dia sem gastar um slot de magia.\",\"visao_do_predador\":\"O usuário pode ver todas as criaturas dentro de 120 metros, independente de invisibilidade ou obstruções.\"},\"appearance\":\"Os óculos agora irradiam uma aura poderosa, e os espíritos animais ao redor do usuário assumem formas físicas temporárias.\",\"evolution_requirement\":\"Derrotar uma criatura lendária de desafio 20 ou superior usando apenas habilidades de rastreamento.\"}]"
    ],
    "notes": [
      "Os bônus de ataque e dano se aplicam apenas contra criaturas mágicas ou monstros.",
      "A evolução do item requer desafios específicos ou fusões com outros itens mágicos.",
      "Se o usuário perder os óculos, ele pode sentir uma conexão mágica com eles e rastreá-los com um teste de Sabedoria (Sobrevivência) CD 20."
    ],
    "evolution_notes": [
      "Para evoluir, o jogador deve completar os requisitos de evolução e realizar um ritual de 1 hora em um local de poder natural.",
      "Se o ritual for interrompido, o item perde temporariamente seus poderes até que o ritual seja concluído com sucesso."
    ],
    "damage": [
     "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67daf7ba0033c51fada1",
    "$createdAt": "2025-03-19T16:58:35.658+00:00",
    "$updatedAt": "2025-03-19T16:58:35.658+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado da Tormenta Arcana",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, forjado nas profundezas de uma tempestade mágica eterna. Seu núcleo é uma gema brilhante que pulsa com energia arcana, e seu corpo é entalhado com runas que contam a história de poderosos feiticeiros que o empunharam. Dizem que o cajado escolhe seu portador, concedendo poder àqueles que têm o potencial de dominar a magia primordial.",
    "weapon_type": "random",
    "requirements": "Qualquer personagem capaz de lançar magias de nível 1 ou superior, preferencialmente feiticeiros.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Ao acertar um ataque com o cajado, adicione 1d6 de dano de relâmpago.\",\"minor_effect\":\"O portador pode lançar o truque *Mão Mágica* sem gastar espaço de magia.\"},\"appearance\":\"A gema no topo do cajado emite pequenos raios de energia azulada quando usada.\",\"evolution_requirement\":\"Derrote 5 criaturas usando o dano adicional de relâmpago.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"enhanced_effect\":\"O dano adicional de relâmpago aumenta para 2d6.\",\"magical_ability\":\"O portador pode lançar *Relâmpago* uma vez por dia sem gastar espaço de magia.\"},\"appearance\":\"As runas no cajado brilham intensamente, e a gema emite faíscas elétricas.\",\"evolution_requirement\":\"Fusão com um cajado mágico +1 ou derrote uma criatura resistente a relâmpago.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"attribute_bonus\":\"+1 em Carisma\",\"magical_property\":\"O portador ganha resistência a dano de relâmpago.\"},\"appearance\":\"O cajado agora emite uma aura de energia estática, e a gema brilha como um pequeno sol.\",\"evolution_requirement\":\"Fusão com uma gema de tempestade ou derrote um dragão azul.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"strong_effect\":\"O dano adicional de relâmpago aumenta para 3d6.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição\"},\"appearance\":\"O cajado agora cria uma pequena tempestade ao redor do portador, com raios caindo ocasionalmente.\",\"evolution_requirement\":\"Fusão com um artefato de tempestade ou sobreviva a uma tempestade mágica.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"O portador pode lançar *Tempestade de Raios* uma vez por dia sem gastar espaço de magia.\",\"unique_ability\":\"Uma vez por combate, o portador pode liberar uma explosão de energia arcana, causando 6d6 de dano de relâmpago em uma área de 9 metros.\"},\"appearance\":\"O cajado agora é envolto por uma tempestade constante, com raios dançando ao redor da gema central.\",\"evolution_requirement\":\"Nenhuma. Este é o nível máximo de evolução.\"}]"
    ],
    "notes": [
      "O dano adicional de relâmpago não se acumula com outras fontes de dano de relâmpago.",
      "A resistência a dano de relâmpago não se acumula com outras fontes de resistência.",
      "A explosão de energia arcana pode ser usada apenas uma vez por combate, independentemente de quantos combates ocorram em um dia."
    ],
    "evolution_notes": [
      "Para evoluir, o portador deve realizar um ritual durante uma tempestade natural ou mágica.",
      "Se o ritual for interrompido, o cajado perde temporariamente seus poderes até que o ritual seja concluído com sucesso."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de concussão\",\"versatile\":\"1d8 de dano de concussão\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db12ba00038480755b",
    "$createdAt": "2025-03-19T18:53:46.737+00:00",
    "$updatedAt": "2025-03-19T18:53:46.737+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Fluxo Arcano",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, esculpida em madeira de carvalho celestial e adornada com runas brilhantes que pulsam com energia arcana. Dizem que foi criado por um antigo feiticeiro que dominou o fluxo da magia primordial. O cajado parece sussurrar segredos arcanos para quem o segura, como se tivesse vida própria.",
    "weapon_type": null,
    "requirements": "Qualquer personagem capaz de lançar magias de nível 1 ou superior, preferencialmente feiticeiros.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque com este cajado, você pode rolar 1d6 adicional de dano arcano.\",\"minor_effect\":\"Você pode usar uma reação para reduzir o dano recebido em 1d6 uma vez por descanso curto.\"},\"appearance\":\"As runas no cajado brilham fracamente, pulsando em sincronia com sua respiração.\",\"evolution_requirement\":\"Acertar 5 ataques com este cajado em combate.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"enhanced_effect\":\"O dano arcano adicional aumenta para 2d6.\",\"resistance\":\"Você ganha resistência a dano arcano.\"},\"appearance\":\"As runas agora brilham intensamente, e pequenas faíscas de energia saltam da ponta do cajado.\",\"evolution_requirement\":\"Fusão com um item mágico raro que contenha energia arcana.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"magical_property\":\"Você pode lançar a magia 'Mísseis Mágicos' uma vez por dia sem gastar um slot de magia.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"O cajado emite uma aura suave de energia arcana, e as runas parecem se mover lentamente ao longo de sua superfície.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando apenas magias arcanas.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"strong_effect\":\"Você pode usar uma ação bônus para liberar uma onda de energia arcana, causando 4d6 de dano arcano em um raio de 3 metros (CD de resistência 15).\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"O cajado agora brilha como uma estrela, e a energia arcana parece fluir livremente ao seu redor.\",\"evolution_requirement\":\"Fusão com um item lendário relacionado à magia arcana.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Você pode usar uma ação para canalizar o fluxo arcano, liberando uma explosão de energia que causa 8d6 de dano arcano em um raio de 9 metros (CD de resistência 18). Além disso, você pode usar esta habilidade para curar aliados em 4d6 pontos de vida no mesmo raio.\"},\"appearance\":\"O cajado agora é envolto por uma aura brilhante de energia arcana, e as runas parecem flutuar ao seu redor, formando padrões complexos.\",\"evolution_requirement\":\"Este é o nível máximo de evolução do cajado.\"}]"
    ],
    "notes": [
      "O dano arcano adicional não se acumula com outros efeitos que concedem dano extra do mesmo tipo.",
      "A habilidade de liberar uma onda de energia arcana pode ser usada uma vez por descanso longo.",
      "O cajado não pode ser destruído por meios convencionais e só pode ser desfeito por um ritual arcano específico."
    ],
    "evolution_notes": [
      "Para evoluir o cajado, o personagem deve realizar um ritual arcano que requer componentes raros e uma hora de concentração.",
      "Se o ritual falhar (rolagem de CD 15 em Arcana), o cajado perde temporariamente seus poderes por 1d4 dias."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de concussão\",\"versatile\":\"1d8 de dano de concussão\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db2a290039eba155bb",
    "$createdAt": "2025-03-19T20:33:46.583+00:00",
    "$updatedAt": "2025-03-19T20:33:46.583+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Fluxo Arcano",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, esculpida em madeira de carvalho ancião e adornada com runas brilhantes que pulsam com energia arcana. Dizem que foi criado por um feiticeiro lendário que dominou o fluxo da magia selvagem. O Cajado do Fluxo Arcano canaliza a energia caótica do próprio tecido mágico do universo, permitindo ao portador manipular a realidade de maneiras imprevisíveis.",
    "weapon_type": null,
    "requirements": "Feiticeiros ou qualquer personagem com acesso à magia arcana",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Ao acertar um ataque com o cajado, role um dado adicional de dano (1d6 ou 1d8 se usado com duas maos).\",\"wild_surge\":\"Quando você rola um 1 ou 20 em um teste de ataque ou salvamento, role na tabela de Surto Selvagem.\"},\"appearance\":\"As runas no cajado brilham fracamente, pulsando em sincronia com a magia do portador.\",\"evolution_requirement\":\"Conclua 3 encontros usando o Surto Selvagem.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"arcane_shield\":\"Você pode usar uma reação para criar um escudo mágico que concede +2 à CA até o início do seu próximo turno.\",\"additional_damage\":\"1d6 de dano de força adicional em ataques.\"},\"appearance\":\"As runas brilham mais intensamente, e pequenas faíscas de energia saltam do cajado quando usado.\",\"evolution_requirement\":\"Fusão com um Cajado Mágico +1.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"magic_resistance\":\"Você tem vantagem em testes de resistência contra magia.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"O cajado agora emite uma aura suave de energia arcana, e as runas parecem se mover lentamente.\",\"evolution_requirement\":\"Derrote um inimigo de CR 10 ou superior usando o Surto Selvagem.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"arcane_storm\":\"Uma vez por dia, você pode invocar uma tempestade arcana que causa 4d8 de dano de força em uma área de 6 metros de raio.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"O cajado agora brilha intensamente, e a energia arcana parece fluir livremente ao seu redor.\",\"evolution_requirement\":\"Fusão com um Cajado Mágico +2 e derrote um dragão ancião.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Você pode canalizar o fluxo arcano para lançar uma magia de 9º nível sem gastar um espaço de magia, uma vez por dia.\",\"unique_ability\":\"Sua conexão com o fluxo arcano é tão forte que você pode rolar novamente qualquer resultado de Surto Selvagem.\"},\"appearance\":\"O cajado agora é envolto em uma aura brilhante de energia pura, e as runas parecem cantar em harmonia com o universo.\",\"evolution_requirement\":\"Nenhuma evolução adicional possível.\"}]"
    ],
    "notes": [
      "O efeito do Surto Selvagem não pode ser evitado, mas você pode rolar novamente um resultado de 1 na tabela de Surto Selvagem.",
      "O dano adicional do cajado é considerado mágico para fins de resistência e imunidade."
    ],
    "evolution_notes": [
      "Para evoluir, role 2d20; se ambos os resultados forem 20, o cajado ganha um atributo aleatório da tabela de atributos extras.",
      "Se um dos resultados de 2d20 for 1, você perde o cajado de fusão e precisa de outro para continuar a evolução."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db34c700235f37e311",
    "$createdAt": "2025-03-19T21:19:04.403+00:00",
    "$updatedAt": "2025-03-19T21:19:04.403+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Fluxo Arcano",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, esculpida em madeira de carvalho ancião e adornado com runas brilhantes que pulsam com energia arcana. Dizem que foi criado por um poderoso feiticeiro que canalizou o fluxo mágico do próprio tecido da realidade. O cajado parece sussurrar segredos arcanos para quem o segura, como se tivesse uma mente própria.",
    "weapon_type": null,
    "requirements": "Qualquer personagem que possa lançar magias de nível 1 ou superior, preferencialmente feiticeiros.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Adiciona 1d4 de dano arcano ao dano base do cajado.\",\"minor_effect\":\"Quando você acerta um ataque com o cajado, você pode gastar 1 ponto de feitiçaria para causar 1d6 adicional de dano arcano.\"},\"appearance\":\"As runas no cajado brilham fracamente, pulsando em sincronia com o fluxo mágico do portador.\",\"evolution_requirement\":\"Acertar 10 ataques com o cajado e gastar pelo menos 5 pontos de feitiçaria em combate.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"enhanced_effect\":\"Quando você gasta pontos de feitiçaria, você pode rolar um dado adicional para o dano arcano (1d6).\",\"additional_damage\":\"Adiciona 1d6 de dano arcano ao dano base do cajado.\"},\"appearance\":\"As runas brilham mais intensamente, e pequenas faíscas de energia arcana saltam da ponta do cajado.\",\"evolution_requirement\":\"Fusão com um item mágico raro que contenha energia arcana (como uma gema arcana).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"magical_property\":\"Você pode usar uma reação para reduzir o dano recebido em 1d10 + seu modificador de Carisma uma vez por descanso curto.\",\"attribute_bonus\":\"+1 ao Carisma\"},\"appearance\":\"O cajado emite uma aura suave de energia arcana, e as runas agora brilham em diferentes cores dependendo do humor do portador.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando apenas magias arcanas.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"strong_effect\":\"Quando você gasta pontos de feitiçaria, você pode escolher dobrar o dano arcano causado por uma magia ou ataque.\",\"attribute_bonus\":\"+1 ao Carisma e +1 à Constituição\"},\"appearance\":\"O cajado agora emite uma luz constante, e as runas formam padrões complexos que mudam conforme o portador se move.\",\"evolution_requirement\":\"Fusão com um item lendário relacionado à magia arcana (como um cristal de poder arcano).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Uma vez por dia, você pode liberar o fluxo arcano total do cajado, causando 10d10 de dano arcano em uma área de 30 pés de raio. Todos os alvos devem realizar um teste de resistência de Destreza (CD 18) para reduzir o dano à metade.\",\"unique_ability\":\"Você pode usar uma ação bônus para recuperar 1 ponto de feitiçaria por turno.\"},\"appearance\":\"O cajado brilha com uma intensidade quase cegante, e as runas agora flutuam ao redor da arma, formando um padrão de energia arcana pura.\",\"evolution_requirement\":\"Não pode evoluir além deste nível.\"}]"
    ],
    "notes": [
      "O dano arcano adicional do cajado não se acumula com outros efeitos que adicionam dano arcano.",
      "O cajado pode ser usado como foco arcano para lançar magias.",
      "Se o portador for um feiticeiro, o dano arcano adicional é aumentado em +1 por ponto de feitiçaria gasto."
    ],
    "evolution_notes": [
      "Para evoluir, o portador deve realizar um ritual arcano que dura 1 hora e consome 100 po de materiais mágicos.",
      "Se o ritual falhar (rolagem de 1 em um d20), o cajado perde temporariamente seus poderes por 1d4 dias."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db353f000fa5254533",
    "$createdAt": "2025-03-19T21:21:04.040+00:00",
    "$updatedAt": "2025-03-19T21:21:04.040+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Fluxo Arcano",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, esculpida em madeira de carvalho ancião e adornada com runas brilhantes que pulsam com energia arcana. Dizem que foi criado por um poderoso feiticeiro que canalizou sua essência mágica no cajado, permitindo que ele evoluísse junto com seu portador. O Cajado do Fluxo Arcano é um símbolo de poder e conexão com as forças primordiais da magia.",
    "weapon_type": null,
    "requirements": "Qualquer personagem que possa conjurar magias de nível 1 ou superior, preferencialmente feiticeiros.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque com o cajado, role um dado adicional de dano (1d6 ou 1d8 se usado com duas mãos).\",\"minor_effect\":\"As runas do cajado brilham suavemente ao acertar um alvo, como se absorvessem a energia do impacto.\"},\"appearance\":\"O cajado emite um brilho fraco e pulsante, com as runas cintilando em tons de azul e roxo.\",\"evolution_requirement\":\"Acertar 5 ataques com um resultado de 15 ou superior.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"magical_effect\":\"Quando você acerta um ataque com um resultado de 17 ou superior, você pode gastar 1 ponto de feitiço para liberar uma explosão de energia arcana, causando 2d8 de dano de força em um raio de 3 metros.\",\"additional_damage\":\"1d8 de dano de força adicional.\"},\"appearance\":\"As runas brilham intensamente, e o cajado emite uma aura de energia arcana visível.\",\"evolution_requirement\":\"Fusão com um item mágico raro que contenha energia arcana.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"attribute_bonus\":\"+1 em Carisma\",\"magical_property\":\"Você pode usar uma reação para reduzir o dano recebido pela metade, gastando 2 pontos de feitiço.\"},\"appearance\":\"O cajado agora emite uma aura constante de energia arcana, e as runas parecem se mover lentamente ao redor do bastão.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando apenas magias arcanas.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição\",\"strong_effect\":\"Uma vez por dia, você pode liberar uma onda de energia arcana que causa 6d8 de dano de força em um raio de 9 metros. Todos os alvos devem realizar um teste de resistência de Destreza (CD 17) para reduzir o dano pela metade.\"},\"appearance\":\"O cajado agora emite uma luz intensa, e as runas brilham como estrelas, projetando padrões mágicos no ar ao redor.\",\"evolution_requirement\":\"Fusão com um item lendário que contenha energia arcana primordial.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Você pode canalizar a energia arcana do cajado para conjurar a magia 'Meteor Swarm' uma vez por dia sem gastar pontos de feitiço. Além disso, você ganha resistência a dano de força.\",\"unique_ability\":\"Uma vez por combate, você pode usar uma ação bônus para restaurar metade dos seus pontos de feitiço máximos.\"},\"appearance\":\"O cajado agora é envolto por uma aura de energia arcana pura, com as runas brilhando como pequenos sóis. O ar ao redor parece distorcido pela intensa energia mágica.\",\"evolution_requirement\":\"Nenhuma evolução adicional é possível.\"}]"
    ],
    "notes": [
      "O efeito de explosão arcana no nível 2 não consome um slot de magia, mas só pode ser ativado uma vez por turno.",
      "Se o portador for um feiticeiro, o dano adicional do cajado é dobrado quando ele usa Metamagia.",
      "O cajado não pode ser destruído por meios convencionais e só pode ser desfeito por um ritual arcano de nível 9."
    ],
    "evolution_notes": [
      "Para evoluir, o portador deve realizar um ritual arcano que requer componentes raros e uma hora de concentração.",
      "Se o ritual falhar (rolagem de 1 em um d20), o item perde temporariamente seus poderes por 1d4 dias e requer uma nova tentativa."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db362d0005d8c83789",
    "$createdAt": "2025-03-19T21:25:01.874+00:00",
    "$updatedAt": "2025-03-19T21:25:01.874+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Báculo da Serenidade Eterna",
    "class": "monk",
    "description": "Este báculo de madeira entalhada com runas antigas foi criado por monges meditativos que buscavam harmonia entre o corpo e o espírito. Ele emana uma aura calma e é leve ao toque, quase como se flutuasse nas mãos de seu portador. Acredita-se que o báculo canaliza a energia interior do usuário, amplificando suas habilidades marciais e espirituais.",
    "weapon_type": null,
    "requirements": "Qualquer personagem que seja um monge ou tenha proficiência com cajados.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "uncommon",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando você acerta um ataque com o báculo, você pode gastar 1 ponto de ki para realizar um ataque adicional como uma ação bônus.\",\"minor_effect\":\"O báculo emite uma leve aura de calma, concedendo +1 em testes de Sabedoria (Percepção) e (Intuição).\"},\"appearance\":\"As runas no báculo brilham suavemente quando você atinge um alvo, como se absorvessem a energia do impacto.\",\"evolution_requirement\":\"Realizar 5 ataques críticos com o báculo.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao báculo\",\"ki_enhancement\":\"Você pode gastar 1 ponto de ki para adicionar 1d6 de dano radiante ao seu ataque.\",\"additional_damage\":\"1d6 radiante\"},\"appearance\":\"O báculo agora emite uma aura dourada suave, e as runas brilham com mais intensidade ao canalizar ki.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade incomum que conceda resistência a dano.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao báculo\",\"attribute_bonus\":\"+1 em Sabedoria\",\"magical_property\":\"Você pode usar uma ação bônus para criar uma barreira de energia que concede +2 em CA até o início do seu próximo turno.\"},\"appearance\":\"O báculo agora parece quase vivo, com as runas pulsando em sincronia com sua respiração.\",\"evolution_requirement\":\"Derrotar um inimigo de desafio 10 ou superior usando apenas o báculo.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao báculo\",\"attribute_bonus\":\"+1 em Sabedoria e +1 em Destreza\",\"special_effect\":\"Quando você usa Deflect Missiles, você pode redirecionar o ataque para outro alvo dentro de 9 metros, causando o dano refletido.\"},\"appearance\":\"O báculo agora emite uma aura dourada intensa, e pequenas partículas de luz flutuam ao seu redor.\",\"evolution_requirement\":\"Fusão com um item mágico de raridade rara que conceda uma habilidade defensiva.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao báculo\",\"legendary_effect\":\"Uma vez por dia, você pode invocar a 'Serenidade Eterna', criando uma área de 9 metros de raio ao seu redor. Todos os inimigos na área devem fazer um teste de Sabedoria (CD 18) ou ficarão incapacitados por 1 minuto. Aliados na área curam 2d10 pontos de vida.\"},\"appearance\":\"O báculo agora brilha com uma luz divina, e as runas parecem dançar ao redor dele, como se estivessem vivas.\",\"evolution_requirement\":\"Nenhuma evolução adicional é possível.\"}]"
    ],
    "notes": [
      "O efeito de ataque adicional do báculo não acumula com outras habilidades que concedam ataques extras.",
      "A habilidade 'Serenidade Eterna' só pode ser usada uma vez por dia e não pode ser recuperada por descanso curto ou longo."
    ],
    "evolution_notes": [
      "Para evoluir o báculo, você deve realizar uma meditação de 1 hora com o item, gastando 50 pontos de ki durante o processo.",
      "Se o teste de meditação for interrompido, você perde 10 pontos de ki e precisa tentar novamente após um descanso longo."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db36b30012185eda1f",
    "$createdAt": "2025-03-19T21:27:16.031+00:00",
    "$updatedAt": "2025-03-19T21:27:16.031+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Adaga das Sombras Evolutivas",
    "class": "rogue",
    "description": "Esta adaga foi forjada nas profundezas de um antigo covil de ladrões, onde a escuridão e o sigilo reinam supremos. Sua lâmina é feita de um metal negro que parece absorver a luz ao seu redor, e seu cabo é envolto em couro de uma criatura desconhecida, proporcionando uma aderência perfeita. A Adaga das Sombras Evolutivas é uma arma que cresce em poder junto com seu portador, adaptando-se às habilidades de um ladino astuto.",
    "weapon_type": "dagger",
    "requirements": "Qualquer personagem que possa usar adagas, preferencialmente ladinos.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque furtivo, role um dado adicional de dano furtivo (1d6).\",\"minor_effect\":\"A adaga emite uma leve névoa escura ao ser empunhada, dificultando que inimigos percebam sua presença (vantagem em testes de Furtividade).\"},\"appearance\":\"A lâmina da adaga brilha fracamente com um tom azul-escuro, e runas quase imperceptíveis cintilam ao longo de sua superfície.\",\"evolution_requirement\":\"Realize 5 ataques furtivos bem-sucedidos com esta adaga.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à adaga\",\"enhanced_effect\":\"Quando você usa a ação Esconder-se, você pode se teletransportar até 10 pés para uma área de sombra dentro do alcance.\",\"additional_damage\":\"O dano furtivo adicional aumenta para 2d6.\"},\"appearance\":\"A névoa ao redor da adaga se torna mais densa, e as runas agora brilham com uma luz pulsante.\",\"evolution_requirement\":\"Fusão com uma adaga mágica +1 ou derrote um inimigo de CR 5 ou superior usando apenas esta adaga.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à adaga\",\"magical_property\":\"Você pode usar a adaga para lançar a magia Escuridão uma vez por descanso longo.\",\"attribute_bonus\":\"+1 em Destreza.\"},\"appearance\":\"A adaga agora emite uma aura de sombras que se estende por alguns centímetros ao redor da lâmina, e as runas brilham intensamente.\",\"evolution_requirement\":\"Fusão com uma pedra das sombras (item raro) ou complete um desafio de infiltração em uma área fortemente vigiada.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à adaga\",\"strong_effect\":\"Quando você acerta um ataque furtivo, você pode escolher cegar o alvo até o final do seu próximo turno (CD 15 para resistir).\",\"attribute_bonus\":\"+1 em Destreza e +1 em Constituição.\"},\"appearance\":\"A aura de sombras agora envolve completamente a adaga, e as runas parecem se mover como serpentes ao longo da lâmina.\",\"evolution_requirement\":\"Fusão com uma adaga mágica +2 ou derrote um inimigo de CR 10 ou superior usando apenas ataques furtivos.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à adaga\",\"legendary_effect\":\"Uma vez por descanso longo, você pode usar a adaga para se tornar intangível por 1 minuto, permitindo que você passe por criaturas e objetos como se fosse uma sombra.\",\"unique_ability\":\"Seus ataques furtivos causam 4d6 de dano adicional, e você pode realizar um ataque furtivo como uma reação uma vez por turno.\"},\"appearance\":\"A adaga agora parece ser feita de sombras puras, com a lâmina quase invisível e as runas brilhando como estrelas em um céu noturno.\",\"evolution_requirement\":\"Fusão com uma adaga mágica +3 ou complete um desafio épico envolvendo a derrota de um inimigo de CR 15 ou superior em combate solo.\"}]"
    ],
    "notes": [
      "A Adaga das Sombras Evolutivas só pode ser evoluída por um ladino ou por um personagem com proficiência em adagas.",
      "A magia Escuridão lançada pela adaga não pode ser dissipada por magias de nível inferior a 3.",
      "A evolução da adaga requer não apenas itens mágicos, mas também a superação de desafios que testam as habilidades de um ladino."
    ],
    "evolution_notes": [
      "Para evoluir a adaga, o jogador deve realizar uma cerimônia de fusão durante um descanso longo, gastando 100 po de materiais mágicos por nível de evolução.",
      "Se a fusão falhar (rolagem de 1 em um d20), o item mágico usado para a fusão é destruído, e a evolução não ocorre."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db372c000e6071749a",
    "$createdAt": "2025-03-19T21:29:16.953+00:00",
    "$updatedAt": "2025-03-19T21:29:16.953+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Alvorecer Gélido",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, forjado nas profundezas de um glaciar eterno. Sua madeira é negra como a noite, com veios brilhantes que lembram estrelas congeladas. Dizem que ele foi criado por um feiticeiro ancião que canalizou o poder do inverno eterno em seu núcleo. O Cajado do Alvorecer Gélido emite uma aura fria que congela o ar ao seu redor, e seus poderes crescem à medida que o portador se torna mais poderoso.",
    "weapon_type": null,
    "requirements": "Qualquer personagem que possa usar cajados e tenha a habilidade de lançar magias.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque com este cajado, você pode rolar um dado adicional de dano de frio (1d6 ou 1d8 se usado com duas mãos).\",\"cold_resistance\":\"Você ganha resistência a dano de frio.\"},\"appearance\":\"O cajado emite uma leve névoa gelada ao seu redor, e pequenos cristais de gelo se formam em sua superfície.\",\"evolution_requirement\":\"Derrote 5 criaturas com ataques de frio usando este cajado.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"enhanced_cold\":\"O dano de frio do cajado aumenta para 2d6 (ou 2d8 se usado com duas mãos).\",\"cold_aura\":\"Criaturas a até 1,5 metros de você sofrem 1d4 de dano de frio no início de cada um de seus turnos.\"},\"appearance\":\"O cajado agora brilha com uma luz azulada, e cristais de gelo maiores se formam ao seu redor.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda resistência a frio.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"magical_property\":\"Você pode lançar a magia 'Muralha de Gelo' uma vez por dia sem gastar um espaço de magia.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"O cajado agora emite uma aura fria visível, e pequenas rajadas de vento gelado o cercam.\",\"evolution_requirement\":\"Derrote uma criatura de CR 10 ou superior usando apenas magias de frio.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"strong_effect\":\"Quando você acerta um ataque com este cajado, você pode congelar o alvo. O alvo deve fazer um teste de resistência de Constituição (CD 15) ou ficar paralisado até o início de seu próximo turno.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"O cajado agora parece feito de gelo puro, com cristais que brilham intensamente.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda imunidade a frio.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Você pode lançar a magia 'Tempestade de Gelo' uma vez por dia sem gastar um espaço de magia. Além disso, o dano de frio do cajado aumenta para 3d6 (ou 3d8 se usado com duas mãos).\",\"unique_ability\":\"Uma vez por dia, você pode invocar uma aura de inverno eterno em um raio de 9 metros. Todas as criaturas na área sofrem 4d6 de dano de frio e devem fazer um teste de resistência de Constituição (CD 18) ou ficarão congeladas por 1 minuto.\"},\"appearance\":\"O cajado agora é uma obra-prima de gelo e luz, com uma aura de inverno que congela tudo ao seu redor.\",\"evolution_requirement\":\"Não pode evoluir além deste nível.\"}]"
    ],
    "notes": [
      "O efeito de congelamento do cajado só pode ser ativado uma vez por turno.",
      "Se o portador for um Feiticeiro, o dano de frio adicional do cajado é somado ao dano de qualquer magia de frio que ele lançar.",
      "A aura de inverno eterno não afeta aliados do portador."
    ],
    "evolution_notes": [
      "Para evoluir o cajado, você deve realizar uma fusão com um item mágico específico ou completar um desafio relacionado ao frio.",
      "Se a fusão falhar (rolagem de 1 em 1d20), o item mágico usado na fusão é destruído, e você precisará de outro para tentar novamente."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de frio\",\"versatile\":\"1d8 de dano de frio (quando usado com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db3e550018de44492c",
    "$createdAt": "2025-03-19T21:59:50.128+00:00",
    "$updatedAt": "2025-03-19T21:59:50.128+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Clava do Fúria Ancestral",
    "class": "barbarian",
    "description": "A Clava do Fúria Ancestral é uma arma pesada e imponente, esculpida em madeira petrificada de uma árvore ancestral. Sua superfície é adornada com runas antigas que brilham com uma luz vermelha quando o portador entra em fúria. Dizem que esta clava foi forjada pelos primeiros bárbaros para canalizar a ira de seus ancestrais em batalha.",
    "weapon_type": "greatclub",
    "requirements": "Qualquer personagem que possa usar clavas grandes e tenha a habilidade de Fúria (bárbaro).",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando o portador entra em Fúria, a clava causa 1d6 adicional de dano cortante.\",\"minor_effect\":\"As runas brilham fracamente, concedendo +1 em testes de Intimidação enquanto em Fúria.\"},\"appearance\":\"A clava emite um brilho vermelho suave quando o portador entra em Fúria.\",\"evolution_requirement\":\"Derrote 5 inimigos enquanto estiver em Fúria.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à clava\",\"enhanced_effect\":\"A clava agora causa 2d6 de dano adicional em Fúria.\",\"damage_resistance\":\"O portador ganha resistência a dano de concussão enquanto em Fúria.\"},\"appearance\":\"As runas brilham intensamente, e a clava emite uma aura vermelha vibrante.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrote um inimigo de CR 5 ou superior em Fúria.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à clava\",\"magical_property\":\"A clava pode ser usada para lançar 'Onda Trovejante' uma vez por descanso longo.\",\"attribute_bonus\":\"+1 em Força ou Constituição.\"},\"appearance\":\"A clava agora emite faíscas de energia vermelha ao ser brandida.\",\"evolution_requirement\":\"Fusão com uma arma mágica +2 ou complete um desafio de sobrevivência em um ambiente hostil.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à clava\",\"strong_effect\":\"A clava causa 3d6 de dano adicional em Fúria e concede vantagem em testes de resistência contra efeitos de medo.\",\"attribute_bonus\":\"+1 em Força e Constituição.\"},\"appearance\":\"A clava emite uma aura vermelha intensa, e as runas parecem pulsar com energia ancestral.\",\"evolution_requirement\":\"Fusão com uma arma mágica +3 ou derrote um inimigo de CR 10 ou superior em Fúria.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à clava\",\"legendary_effect\":\"A clava causa 4d6 de dano adicional em Fúria e concede imunidade a dano de concussão enquanto em Fúria.\",\"unique_ability\":\"Uma vez por descanso longo, o portador pode invocar a 'Fúria Ancestral', ganhando um ataque adicional por turno e +2 em Força e Constituição por 1 minuto.\"},\"appearance\":\"A clava brilha com uma luz vermelha cintilante, e as runas parecem se mover como se estivessem vivas.\",\"evolution_requirement\":\"Fusão com uma arma mágica +4 ou complete um desafio épico que envolva proteger seu clã ou território.\"}]"
    ],
    "notes": [
      "A Clava do Fúria Ancestral só pode ser usada por bárbaros ou personagens com a habilidade de Fúria.",
      "O dano adicional da clava em Fúria não se acumula com outras habilidades que concedem dano adicional em Fúria.",
      "A evolução da clava requer desafios específicos ou fusões com outras armas mágicas, garantindo que o portador prove seu valor."
    ],
    "evolution_notes": [
      "Para evoluir a clava, o portador deve completar desafios que testem sua força e conexão com seus ancestrais.",
      "Se o portador falhar em um desafio de evolução, a clava perde temporariamente seu bônus mágico até que o desafio seja concluído."
    ],
    "damage": [
      "{\"base\":\"1d8 de dano cortante\",\"versatile\":\"1d10 de dano cortante (se usada com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db3fb1003b7aa12b73",
    "$createdAt": "2025-03-19T22:05:38.671+00:00",
    "$updatedAt": "2025-03-19T22:05:38.671+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Clava do Fúria Primordial",
    "class": "barbarian",
    "description": "Este grande clava é forjada a partir de um tronco petrificado de uma árvore ancestral, envolto em runas flamejantes que brilham com o calor de um vulcão adormecido. Dizem que foi criada por um antigo xamã bárbaro que invocou o espírito de um dragão de fogo para infundir sua fúria na arma. A Clava do Fúria Primordial parece pulsar com energia selvagem, pronta para liberar sua ira sobre os inimigos.",
    "weapon_type": "greatclub",
    "requirements": "Qualquer personagem que possa usar clavas grandes e tenha a classe Bárbaro.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque, adicione 1d6 de dano de fogo ao dano total.\",\"rage_synergy\":\"Durante a Fúria, o dano de fogo adicional aumenta para 2d6.\"},\"appearance\":\"As runas na clava brilham fracamente, liberando pequenas faíscas ao golpear.\",\"evolution_requirement\":\"Derrote 5 inimigos com ataques críticos usando esta arma.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à clava\",\"fire_resistance\":\"Você ganha resistência a dano de fogo enquanto empunha esta arma.\",\"additional_damage\":\"O dano de fogo adicional aumenta para 2d6 (3d6 durante a Fúria).\"},\"appearance\":\"As runas agora brilham intensamente, e pequenas chamas dançam ao redor da clava.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrote uma criatura com resistência a fogo.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à clava\",\"attribute_bonus\":\"+1 à Força\",\"fiery_aura\":\"Inimigos a até 1,5 metro de você sofrem 1d4 de dano de fogo no início de cada um de seus turnos.\"},\"appearance\":\"A clava agora emite uma aura de calor intenso, e as runas parecem derreter e se reformar continuamente.\",\"evolution_requirement\":\"Fusão com uma joia elemental de fogo ou derrote um dragão jovem de fogo.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à clava\",\"attribute_bonus\":\"+1 à Força e +1 à Constituição\",\"explosive_strike\":\"Uma vez por descanso, você pode gastar uma carga de Fúria para causar uma explosão de fogo em um raio de 3 metros. Todos os inimigos na área sofrem 4d8 de dano de fogo (Teste de Resistência de Destreza CD 15 para metade).\"},\"appearance\":\"A clava agora parece estar envolta em chamas vivas, e o ar ao seu redor distorce com o calor.\",\"evolution_requirement\":\"Fusão com um coração de dragão de fogo ou derrote um ancião elemental de fogo.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à clava\",\"legendary_effect\":\"Quando você entra em Fúria, você pode invocar o espírito de um dragão de fogo. Por 1 minuto, você ganha asas de fogo que permitem voo de 12 metros, e seus ataques causam 3d8 de dano de fogo adicional. Além disso, inimigos que falhem em um Teste de Resistência de Sabedoria CD 17 ficam amedrontados por 1 minuto.\"},\"appearance\":\"A clava agora é envolta em chamas divinas, e o rugido de um dragão ecoa a cada golpe.\",\"evolution_requirement\":\"Este é o nível máximo de evolução.\"}]"
    ],
    "notes": [
      "O dano de fogo adicional não se acumula com outros efeitos que concedem dano de fogo adicional.",
      "A resistência a fogo concedida pela clava não se acumula com outras fontes de resistência a fogo.",
      "A habilidade Explosive Strike pode ser usada apenas uma vez por descanso, independentemente do número de cargas de Fúria disponíveis."
    ],
    "evolution_notes": [
      "Para evoluir a clava, você deve realizar uma cerimônia de fusão com um item mágico específico ou completar um desafio relacionado ao fogo.",
      "Se a fusão falhar (rolar um 1 em um d20 durante a cerimônia), o item mágico usado é destruído, e a evolução não ocorre."
    ],
    "damage": [
      "{\"base\":\"1d8 de dano de fogo\",\"versatile\":\"1d10 de dano de fogo (se usada com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": null,
    "$id": "67db403a00189717f2d8",
    "$createdAt": "2025-03-19T22:07:55.136+00:00",
    "$updatedAt": "2025-03-19T22:07:55.136+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Clava Ígnea do Campeão",
    "class": "fighter",
    "description": "A Clava Ígnea do Campeão é uma arma lendária forjada nas profundezas de um vulcão ativo, infundida com o poder elemental do fogo. Sua superfície é cravejada com runas brilhantes que pulsam com calor intenso, e seu cabo é envolto em couro de dragão vermelho. Dizem que apenas os mais corajosos guerreiros são dignos de empunhar esta arma, que cresce em poder conforme o portador se torna mais experiente.",
    "weapon_type": "greatclub",
    "requirements": "Qualquer personagem que possa empunhar clavas grandes",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque, role um dado adicional de dano de fogo (1d8 ou 1d10 se empunhada com duas mãos).\",\"minor_effect\":\"As runas brilham suavemente ao acertar um alvo, como se absorvessem a força do impacto.\"},\"appearance\":\"A clava emite um brilho avermelhado fraco, com pequenas faíscas saindo de suas runas.\",\"evolution_requirement\":\"Acertar 3 ataques com um resultado de 17 ou mais.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à clava\",\"fire_resistance\":\"O portador ganha resistência a dano de fogo.\",\"additional_damage\":\"2d6 de dano de fogo adicional em ataques críticos.\"},\"appearance\":\"As runas brilham intensamente, e pequenas chamas dançam ao redor da clava.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à clava\",\"attribute_bonus\":\"+1 à Força ou Constituição do portador.\",\"magical_effect\":\"Uma vez por dia, o portador pode conjurar a magia 'Muralha de Fogo' sem gastar um slot de magia.\"},\"appearance\":\"A clava agora emite uma aura de calor visível, e as runas parecem derreter e se reformar constantemente.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando apenas a Clava Ígnea.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à clava\",\"attribute_bonus\":\"+1 a dois atributos à escolha do portador.\",\"special_effect\":\"Quando você acerta um ataque, pode gastar uma reação para causar uma explosão de fogo em uma área de 3 metros ao redor do alvo, causando 3d6 de dano de fogo (CD 15 para reduzir à metade).\"},\"appearance\":\"A clava agora parece estar em chamas constantemente, com labaredas saindo de suas extremidades.\",\"evolution_requirement\":\"Fusão com um artefato elemental de fogo.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à clava\",\"legendary_effect\":\"Uma vez por dia, o portador pode invocar uma erupção vulcânica em um raio de 18 metros, causando 10d10 de dano de fogo (CD 18 para reduzir à metade).\",\"unique_ability\":\"O portador ganha imunidade a dano de fogo e pode caminhar sobre lava sem sofrer dano.\"},\"appearance\":\"A clava agora parece ser feita de lava solidificada, com rios de magma fluindo através de suas runas.\",\"evolution_requirement\":\"Nenhuma evolução adicional é possível.\"}]"
    ],
    "notes": [
      "A resistência a dano de fogo concedida no nível 2 se torna imunidade no nível 5.",
      "A explosão de fogo no nível 4 pode ser usada uma vez por combate.",
      "A erupção vulcânica no nível 5 não pode ser usada em áreas fechadas, a menos que o Mestre permita."
    ],
    "evolution_notes": [
      "Para evoluir, role 2d20; se ambos os resultados forem 20, a clava ganha um atributo aleatório da tabela de atributos extras.",
      "Se um dos resultados dos 2d20 for 1, você perde a arma de fusão e precisará de outra para continuar a evolução."
    ],
    "damage": [
      "{\"base\":\"1d8 de dano de fogo\",\"versatile\":\"1d10 de dano de fogo\"}"
    ],
    "item_tier": null,
    "damage_type": "fire",
    "$id": "67db40e800161820b2a9",
    "$createdAt": "2025-03-19T22:10:49.449+00:00",
    "$updatedAt": "2025-03-19T22:10:49.449+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Clava da Fúria Primordial",
    "class": "ranger",
    "description": "A Clava da Fúria Primordial é uma arma ancestral, esculpida a partir de uma árvore mágica que crescia em um bosque sagrado. Seu corpo é adornado com runas que brilham suavemente, e sua superfície parece pulsar com uma energia primitiva. Dizem que a clava foi criada por um antigo guardião da natureza para proteger as florestas de ameaças externas. Conforme o portador cresce em poder, a clava desbloqueia seu verdadeiro potencial, canalizando a força bruta da natureza.",
    "weapon_type": "greatclub",
    "requirements": "Qualquer personagem que possa usar clavas grandes, preferencialmente Rangers.",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "common",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você acerta um ataque, role um dado adicional de dano (1d8).\",\"minor_effect\":\"A clava emite um leve brilho verde ao acertar um alvo, como se estivesse absorvendo energia da natureza.\"},\"appearance\":\"As runas na clava brilham suavemente, e pequenas rachaduras na madeira parecem liberar uma névoa esverdeada.\",\"evolution_requirement\":\"Acertar 5 ataques com um resultado de 15 ou mais no dado.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 na clava\",\"enhanced_effect\":\"Quando você acerta um ataque, o alvo deve fazer um teste de resistência de Força (CD 13) ou ser empurrado 1,5 metro para trás.\",\"additional_damage\":\"1d8 adicional de dano de força.\"},\"appearance\":\"As runas brilham mais intensamente, e a névoa esverdeada agora envolve a clava completamente.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrotar uma criatura de CR 5 ou superior.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 na clava\",\"magical_property\":\"Você pode usar uma ação bônus para conjurar a magia *Golpe Trovejante* (CD 15) uma vez por descanso.\",\"attribute_bonus\":\"+1 em Destreza ou Sabedoria.\"},\"appearance\":\"A clava agora emite um som sutil de trovão ao ser brandida, e pequenos raios verdes percorrem sua superfície.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda resistência a dano ou derrotar uma criatura de CR 9 ou superior.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 na clava\",\"strong_effect\":\"Quando você acerta um ataque crítico, o alvo sofre 3d8 de dano de força adicional e fica atordoado até o início do seu próximo turno.\",\"attribute_bonus\":\"+1 em Destreza e Sabedoria.\"},\"appearance\":\"A clava agora parece viva, com raízes brotando de sua superfície e raios verdes pulsando em ritmo com o coração do portador.\",\"evolution_requirement\":\"Fusão com um item lendário ou derrotar uma criatura de CR 13 ou superior.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 na clava\",\"legendary_effect\":\"Uma vez por descanso, você pode invocar a Fúria Primordial. Por 1 minuto, seus ataques causam 2d8 de dano de força adicional, e você ganha resistência a dano de força.\",\"unique_ability\":\"Você pode usar uma ação para liberar uma onda de energia primitiva em um cone de 9 metros. Todas as criaturas no cone devem fazer um teste de resistência de Força (CD 17) ou sofrer 6d8 de dano de força e serem empurradas 3 metros para trás.\"},\"appearance\":\"A clava agora é envolta por uma aura de energia verde brilhante, e raízes mágicas se estendem do chão ao seu redor, como se a natureza estivesse respondendo ao seu chamado.\",\"evolution_requirement\":\"Não pode evoluir além deste nível.\"}]"
    ],
    "notes": [
      "A Clava da Fúria Primordial só pode ser usada por personagens alinhados com a natureza (neutro, neutro bom ou caótico bom).",
      "A habilidade de empurrar no Nível 2 não acumula com outros efeitos semelhantes.",
      "A resistência a dano de força no Nível 5 não se acumula com outras fontes de resistência."
    ],
    "evolution_notes": [
      "Para evoluir a clava, o jogador deve realizar uma fusão com outro item mágico ou completar um desafio específico, como derrotar uma criatura poderosa.",
      "Se o jogador falhar em um desafio de evolução, a clava perde temporariamente seus bônus até que o desafio seja concluído com sucesso."
    ],
    "damage": [
      "{\"base\":\"1d8 de dano de força\",\"versatile\":null}"
    ],
    "item_tier": null,
    "damage_type": "force",
    "$id": "67db41760029e06f21c0",
    "$createdAt": "2025-03-19T22:13:11.420+00:00",
    "$updatedAt": "2025-03-19T22:13:11.420+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Manto da Serpente Arcana",
    "class": "sorcerer",
    "description": "Este manto é uma relíquia antiga, tecida com fios de seda encantados e adornada com padrões que lembram escamas de serpente. Dizem que foi criado por um feiticeiro que dominava as artes da venefícia e da transmutação. O manto emite um brilho esverdeado sutil e parece pulsar com energia arcana quando o portador canaliza magia.",
    "weapon_type": "random",
    "requirements": "Apenas feiticeiros podem usar este item.",
    "type": "wondrous_item",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"poison_resistance\":\"O portador ganha resistência a dano de veneno.\",\"minor_arcane_boost\":\"Uma vez por dia, o portador pode adicionar 1d4 ao resultado de um teste de habilidade ou salvamento relacionado a magia.\"},\"appearance\":\"O manto emite um brilho fraco e as escamas parecem se mover levemente quando o portador usa magia.\",\"evolution_requirement\":\"O portador deve derrotar uma criatura venenosa de CR 2 ou superior.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"item_bonus\":\"+1 ao manto\",\"enhanced_poison\":\"O portador pode, uma vez por dia, conjurar a magia 'Nuvem de Veneno' sem gastar um espaço de magia.\"},\"appearance\":\"O brilho do manto se intensifica, e as escamas parecem ganhar vida, emitindo um leve sibilo.\",\"evolution_requirement\":\"Fusão com um item mágico raro que conceda resistência a veneno.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"item_bonus\":\"+2 ao manto\",\"attribute_boost\":\"+1 em Carisma\",\"venomous_aura\":\"Inimigos a até 1,5 metros do portador sofrem 1d6 de dano de veneno no início de cada turno do portador.\"},\"appearance\":\"O manto agora emite uma névoa esverdeada sutil ao redor do portador, e as escamas brilham intensamente.\",\"evolution_requirement\":\"O portador deve sobreviver a um encontro com uma criatura venenosa de CR 10 ou superior.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"item_bonus\":\"+3 ao manto\",\"attribute_boost\":\"+1 em Carisma e +1 em Constituição\",\"venomous_shield\":\"O portador pode, como reação, criar uma barreira de veneno que concede resistência a todos os tipos de dano até o início do próximo turno. Usável uma vez por descanso longo.\"},\"appearance\":\"O manto agora parece vivo, com as escamas se movendo constantemente e a névoa esverdeada formando padrões hipnotizantes.\",\"evolution_requirement\":\"Fusão com um item mágico muito raro que conceda uma habilidade defensiva.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"item_bonus\":\"+4 ao manto\",\"legendary_effect\":\"O portador pode, uma vez por dia, conjurar a magia 'Miasma Venenoso' sem gastar um espaço de magia. Além disso, o dano de veneno causado pelo manto ignora resistências e imunidades.\"},\"appearance\":\"O manto agora é uma manifestação viva de energia arcana e veneno, com as escamas brilhando como estrelas e a névoa esverdeada envolvendo completamente o portador.\",\"evolution_requirement\":\"O portador deve derrotar uma criatura lendária com imunidade a veneno.\"}]"
    ],
    "notes": [
      "O dano de veneno causado pelo manto não afeta aliados do portador.",
      "O manto não pode ser removido ou destruído enquanto o portador estiver vivo, a menos que ele deseje.",
      "A evolução do manto requer desafios específicos ou fusões com outros itens mágicos, conforme descrito em cada nível."
    ],
    "evolution_notes": [
      "Para evoluir o manto, o portador deve realizar um ritual que envolve a exposição a uma fonte poderosa de veneno.",
      "Se o ritual falhar (rolagem de 1 em um d20), o portador sofre 4d10 de dano de veneno e o manto perde temporariamente seus poderes até o próximo descanso longo."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": "poison",
    "$id": "67db41cf0032d4141a6a",
    "$createdAt": "2025-03-19T22:14:40.567+00:00",
    "$updatedAt": "2025-03-19T22:14:40.567+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Lança do Trovão Celestial",
    "class": "fighter",
    "description": "A Lança do Trovão Celestial é uma arma ancestral forjada pelos deuses do trovão. Sua haste é feita de um metal reluzente que brilha com faíscas de energia elétrica, e sua ponta emite um som sutil de trovão ao ser brandida. Dizem que esta lança foi criada para punir os inimigos dos céus, canalizando o poder do trovão em cada golpe.",
    "weapon_type": "spear",
    "requirements": "Qualquer personagem proficiente com lanças",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"1d6 de dano de trovão em acertos\",\"special_effect\":\"Ao acertar um ataque, o alvo deve realizar um teste de resistência de Constituição (CD 13) ou ficará atordoado até o início do próximo turno.\"},\"appearance\":\"A lança emite faíscas azuis ao ser brandida, e um leve trovão ecoa ao acertar um alvo.\",\"evolution_requirement\":\"Acertar 5 ataques críticos com a lança.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 à arma\",\"enhanced_damage\":\"2d6 de dano de trovão em acertos\",\"special_effect\":\"O atordoamento agora dura até o final do próximo turno do alvo.\"},\"appearance\":\"A lança brilha com uma aura de eletricidade, e pequenos raios saltam da ponta ao ser brandida.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 e derrotar um inimigo com resistência a dano de trovão.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 à arma\",\"attribute_bonus\":\"+1 em Força ou Destreza\",\"special_effect\":\"Uma vez por descanso, o usuário pode invocar um trovão que causa 4d8 de dano de trovão em uma área de 6 metros (CD 15 para reduzir à metade).\"},\"appearance\":\"A lança agora emite um som constante de trovão distante, e raios ocasionais saltam da arma.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda resistência a dano de trovão.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 à arma\",\"attribute_bonus\":\"+1 em Força e +1 em Constituição\",\"special_effect\":\"O usuário ganha resistência a dano de trovão e pode usar a habilidade de invocar trovão duas vezes por descanso.\"},\"appearance\":\"A lança brilha intensamente, e raios de energia elétrica envolvem o usuário ao brandi-la.\",\"evolution_requirement\":\"Derrotar um dragão azul ou uma criatura de nível equivalente.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 à arma\",\"legendary_effect\":\"Ao acertar um ataque crítico, o usuário invoca uma tempestade de trovões que causa 8d8 de dano de trovão em uma área de 12 metros (CD 18 para reduzir à metade).\",\"special_effect\":\"O usuário ganha imunidade a dano de trovão e pode usar a habilidade de invocar trovão três vezes por descanso.\"},\"appearance\":\"A lança agora é envolta em uma tempestade constante, com raios e trovões ecoando ao redor do usuário.\",\"evolution_requirement\":\"Não evolui além deste nível.\"}]"
    ],
    "notes": [
      "A habilidade de invocar trovão não pode ser usada no mesmo turno em que o usuário realiza um ataque crítico.",
      "Se o usuário for um Guerreiro, o dano de trovão adicional é dobrado em ataques críticos."
    ],
    "evolution_notes": [
      "Para evoluir a lança, o usuário deve realizar um ritual durante uma tempestade, gastando 1 hora e 500 po de materiais mágicos.",
      "Se o ritual falhar (rolagem de 1 em um d20), a lança perde temporariamente seus poderes por 1d4 dias."
    ],
    "damage": [
      "{\"base\":\"1d8 perfurante\",\"versatile\":\"1d10 perfurante\",\"damage_type\":\"trovão\"}"
    ],
    "item_tier": null,
    "damage_type": "thunder",
    "$id": "67dc23db0010beaa16e7",
    "$createdAt": "2025-03-20T14:19:07.717+00:00",
    "$updatedAt": "2025-03-20T14:19:07.717+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Armadura do Trovão Sagrado",
    "class": "paladin",
    "description": "Esta armadura foi forjada nas forjas celestiais pelos ferreiros divinos, infundida com o poder do trovão. Suas placas reluzem com um brilho azulado, e runas antigas gravadas em sua superfície emitem faíscas de energia elétrica. Dizem que apenas os mais dignos paladinos podem despertar seu verdadeiro potencial.",
    "weapon_type": null,
    "requirements": "Paladino, alinhamento bondoso ou neutro",
    "type": "armor",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"damage_resistance\":\"Resistência a dano de raio\",\"minor_effect\":\"Quando o usuário é atingido por um ataque corpo a corpo, o atacante sofre 1d4 de dano de raio.\"},\"appearance\":\"A armadura emite um leve brilho azulado, e pequenas faíscas saltam de suas runas quando tocada.\",\"evolution_requirement\":\"Derrotar 5 criaturas com ataques que causam dano de raio.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"armor_bonus\":\"+1 à CA\",\"enhanced_effect\":\"O dano de raio causado ao atacante aumenta para 1d6.\",\"attribute_bonus\":\"+1 em Constituição\"},\"appearance\":\"O brilho da armadura se intensifica, e as runas agora emitem um zumbido suave, como o som distante de um trovão.\",\"evolution_requirement\":\"Fusão com um item mágico que concede resistência a dano de raio.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"armor_bonus\":\"+2 à CA\",\"magical_property\":\"Uma vez por dia, o usuário pode conjurar a magia Relâmpago (nível 3) sem gastar um slot de magia.\",\"attribute_bonus\":\"+1 em Força\"},\"appearance\":\"As runas da armadura brilham intensamente, e faíscas de raio dançam ao redor do usuário quando ele se move.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando a magia Relâmpago.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"armor_bonus\":\"+3 à CA\",\"strong_effect\":\"Quando o usuário é atingido por um ataque corpo a corpo, o atacante sofre 2d6 de dano de raio e deve realizar um teste de resistência de Constituição (CD 15) ou ficará atordoado até o início de seu próximo turno.\",\"attribute_bonus\":\"+1 em Força e +1 em Constituição\"},\"appearance\":\"A armadura agora emite um brilho cintilante, e o som de trovões ecoa ao redor do usuário. As runas parecem pulsar com energia.\",\"evolution_requirement\":\"Fusão com um item mágico que concede imunidade a dano de raio.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"armor_bonus\":\"+4 à CA\",\"legendary_effect\":\"Uma vez por dia, o usuário pode invocar uma Tempestade de Trovão (como a magia Tempestade de Íbis, mas com dano de raio) em um raio de 60 pés. Além disso, o usuário ganha imunidade a dano de raio.\",\"unique_ability\":\"O usuário pode canalizar a energia da armadura para realizar um ataque especial: Ataque do Trovão. Este ataque causa 4d10 de dano de raio em uma linha de 30 pés. Criaturas na área devem realizar um teste de resistência de Destreza (CD 18) para reduzir o dano à metade.\"},\"appearance\":\"A armadura brilha com a intensidade de um relâmpago, e o usuário é envolto por uma aura de energia elétrica. O som de trovões ecoa constantemente ao seu redor.\",\"evolution_requirement\":null}]"
    ],
    "notes": [
      "A evolução da armadura requer desafios específicos ou a fusão com outros itens mágicos. Se o requisito de evolução não for cumprido, a armadura permanece no nível atual.",
      "A magia Relâmpago conjurada pela armadura não conta para o limite de magias conhecidas do usuário.",
      "O Ataque do Trovão pode ser usado uma vez por descanso longo."
    ],
    "evolution_notes": [
      "Para evoluir a armadura, o usuário deve realizar um ritual que dura 1 hora, durante o qual a armadura absorve a energia do item mágico fundido.",
      "Se o ritual de evolução for interrompido, o item mágico fundido é perdido, e a armadura não evolui."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": "lightning",
    "$id": "67dda1e10012c6392345",
    "$createdAt": "2025-03-21T17:29:06.854+00:00",
    "$updatedAt": "2025-03-21T17:29:06.854+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Sussurro Gélido",
    "class": "sorcerer",
    "description": "Este cajado é uma relíquia ancestral, esculpida em gelo eterno das Montanhas Congeladas. Dizem que foi forjado por um antigo feiticeiro que dominou o poder do inverno eterno. O cajado emite uma leve névoa fria e, quando usado, pequenos flocos de neve giram ao redor de seu portador. Ele parece sussurrar segredos antigos para quem o segura, concedendo poderes mágicos relacionados ao frio.",
    "weapon_type": null,
    "requirements": "Qualquer personagem capaz de lançar magias, preferencialmente feiticeiros.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Adiciona 1d4 de dano de frio a qualquer magia de frio lançada.\",\"minor_effect\":\"Reduz a velocidade do alvo em 1,5m por 1 turno ao ser atingido por uma magia de frio.\"},\"appearance\":\"O cajado emite uma leve névoa fria, e pequenos flocos de neve giram ao redor do portador.\",\"evolution_requirement\":\"Lançar 10 magias de frio com sucesso.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"enhanced_effect\":\"Aumenta o dano adicional de frio para 1d6.\",\"resistance\":\"Concede resistência a dano de frio ao portador.\"},\"appearance\":\"O cajado agora brilha com uma luz azulada, e a névoa fria se torna mais densa.\",\"evolution_requirement\":\"Fusão com um item mágico raro relacionado ao frio.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"magical_property\":\"Permite lançar a magia 'Muralha de Gelo' uma vez por dia sem gastar um slot de magia.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"O cajado agora tem cristais de gelo crescendo em sua superfície, e a névoa fria forma padrões complexos.\",\"evolution_requirement\":\"Derrotar uma criatura resistente ao frio de CR 10 ou superior.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"strong_effect\":\"Aumenta o dano adicional de frio para 2d6.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"O cajado agora emite uma aura de frio intenso, congelando o ar ao redor.\",\"evolution_requirement\":\"Fusão com um item lendário relacionado ao frio.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Permite lançar a magia 'Tempestade de Gelo' uma vez por dia sem gastar um slot de magia.\",\"unique_ability\":\"Converte 50% do dano de qualquer magia de frio em dano verdadeiro.\"},\"appearance\":\"O cajado agora é envolto por uma tempestade de neve constante, e seu poder é palpável.\",\"evolution_requirement\":\"Não pode evoluir além deste nível.\"}]"
    ],
    "notes": [
      "O dano adicional de frio só se aplica a magias de frio.",
      "A resistência a dano de frio não se acumula com outras fontes de resistência.",
      "O cajado pode ser usado como foco arcano."
    ],
    "evolution_notes": [
      "Para evoluir, o portador deve completar desafios específicos ou encontrar itens mágicos relacionados ao frio.",
      "Se o portador falhar em um desafio de evolução, o cajado perde temporariamente seus bônus até que o desafio seja completado."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de frio\",\"versatile\":\"1d8 de dano de frio (se usado com ambas as mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": "cold",
    "$id": "67e01f2b001f757af160",
    "$createdAt": "2025-03-23T14:48:12.063+00:00",
    "$updatedAt": "2025-03-23T14:48:12.063+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cetro do Sussurro Épico",
    "class": "bard",
    "description": "O Cetro do Sussurro Épico é uma relíquia ancestral, forjada pelos bardos lendários da Era Dourada. Feito de ébano entrelaçado com filamentos de prata, o cetro emite um brilho suave e pulsante, como se contivesse o eco de mil canções. Dizem que ele foi criado para canalizar a essência da música e do trovão, permitindo ao portador desencadear harmonias que podem curar aliados ou devastar inimigos. O cetro responde à emoção e à criatividade do usuário, evoluindo conforme ele cresce em poder e habilidade.",
    "weapon_type": null,
    "requirements": "Bardo ou qualquer personagem com proficiência em varinhas",
    "type": "wand",
    "wondrous_item": null,
    "rarity": "artifact",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando o usuário acerta um ataque, ele pode rolar um dado adicional de dano de trovão (1d6 ou 1d8 se usado com duas mãos).\",\"minor_effect\":\"O cetro emite um som harmonioso ao acertar um alvo, concedendo ao usuário 1d4 de pontos de vida temporários.\"},\"appearance\":\"As runas no cetro brilham suavemente ao acertar um alvo, como se absorvessem a energia do impacto.\",\"evolution_requirement\":\"Acertar 3 ataques com um resultado de 17 ou mais.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cetro\",\"thunderous_echo\":\"Quando o usuário acerta um ataque com um resultado de 17 ou mais, ele pode desencadear uma onda de trovão que causa 2d6 de dano de trovão em uma área de 1,5 metros ao redor do alvo.\",\"additional_damage\":\"1d6 de dano de trovão adicional em ataques.\"},\"appearance\":\"O cetro agora emite um brilho mais intenso, com faíscas de energia elétrica dançando ao redor da ponta.\",\"evolution_requirement\":\"Fusão com uma varinha mágica +1.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cetro\",\"magical_property\":\"O usuário pode usar uma ação bônus para conjurar a magia 'Onda Trovejante' uma vez por descanso curto.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"O cetro agora emite um som constante de trovão distante, e as runas brilham em sincronia com o ritmo do coração do usuário.\",\"evolution_requirement\":\"Derrotar um inimigo com um ataque crítico usando o cetro.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cetro\",\"strong_effect\":\"O usuário pode usar uma ação para conjurar a magia 'Tempestade de Trovão' uma vez por descanso longo.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"O cetro agora emite uma aura de energia elétrica, e pequenos relâmpagos dançam ao redor do usuário.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda resistência a dano de trovão.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cetro\",\"legendary_effect\":\"O usuário pode usar uma ação para conjurar a magia 'Trovão dos Deuses' uma vez por descanso longo. Esta magia causa 8d10 de dano de trovão em uma área de 9 metros e atordoa os alvos por 1 minuto (teste de resistência de Constituição para evitar).\",\"unique_ability\":\"O usuário ganha resistência a dano de trovão e pode usar uma ação bônus para conceder a aliados em um raio de 9 metros resistência a dano de trovão por 1 minuto.\"},\"appearance\":\"O cetro agora brilha com uma luz dourada intensa, e o som de trovões ecoa ao redor do usuário, mesmo em ambientes silenciosos.\",\"evolution_requirement\":\"Não evolui além deste nível.\"}]"
    ],
    "notes": [
      "O efeito de 'Onda Trovejante' não consome espaços de magia, mas só pode ser ativado uma vez por descanso curto.",
      "Se o usuário for um Bardo, o dano de trovão deste cetro é adicionado ao dano de qualquer magia de trovão que ele conjurar.",
      "O cetro não pode ser destruído por meios convencionais e só pode ser desfeito por um ritual específico realizado por um Bardo de nível 20."
    ],
    "evolution_notes": [
      "Para evoluir, o usuário deve rolar 2d20; se ambos os resultados forem 20, o cetro ganha um atributo aleatório da tabela de atributos extras.",
      "Se um dos resultados dos 2d20 for 1, o item mágico usado na fusão é perdido e outro deve ser encontrado para continuar a evolução."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de trovão\",\"versatile\":\"1d8 de dano de trovão (quando usado com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": "thunder",
    "$id": "67e0277900319fb15aab",
    "$createdAt": "2025-03-23T15:23:38.452+00:00",
    "$updatedAt": "2025-03-23T15:23:38.452+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Lâminas Gêmeas do Crepúsculo",
    "class": "rogue",
    "description": "Um par de adagas lendárias, Áurea e Sombra, que representam o equilíbrio entre luz e escuridão. Forjadas com um metal celestial e sombrio, suas lâminas brilham com um leve brilho etéreo. Quando empunhadas juntas, concedem um poder devastador ao portador.",
    "weapon_type": "dagger",
    "requirements": "Qualquer personagem proficiente com armas leves e que lute com duas armas",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"combo_strike\":\"Ao acertar com uma das adagas, o próximo ataque com a outra recebe +2 na rolagem de ataque até o fim do turno.\"},\"appearance\":\"Áurea brilha suavemente ao acertar um golpe, iluminando levemente o alvo. Sombra deixa um rastro de sombras ao ser brandida.\",\"evolution_requirement\":\"Acertar com Áurea e Sombra no mesmo turno 5 vezes.\",\"special_effect\":\"Ao acertar com ambas no mesmo turno, uma aura de luz e sombra envolve o portador.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"twilight_dance\":\"Se Áurea acerta com rolagem 17+, o próximo ataque com Sombra causa +2d4 de dano necrótico. Se Sombra acerta com rolagem 17+, o próximo ataque com Áurea causa +2d4 de dano radiante.\"},\"appearance\":\"Áurea emite um clarão de luz divina ao ativar seu bônus. Sombra absorve a luz ao redor, deixando um rastro sombrio.\",\"evolution_requirement\":\"Acertar 10 ataques com rolagem 17+ usando ambas as adagas, com pelo menos 5 acertos com cada.\",\"special_effect\":\"Alternar ataques com rolagens altas gera um vórtice de luz e sombra ao redor do portador.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"resistance_bonus\":\"Resistência a dano radiante e necrótico enquanto empunha ambas.\",\"bonus_ac\":\"+2 na CA até o próximo turno ao acertar com ambas no mesmo turno.\",\"extra_attack\":\"Se ambos os ataques forem rolagens 17+, pode realizar um ataque adicional com uma das adagas.\"},\"appearance\":\"Áurea brilha com uma aura dourada ao acertar com rolagem 17+. Sombra se desfaz parcialmente em névoa.\",\"evolution_requirement\":\"Realizar com sucesso o efeito de ataque adicional 3 vezes em combate.\",\"special_effect\":\"O ataque extra deixa um rastro de crepúsculo – uma mistura de luz e sombra – cortando o ar.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+1 adicional a cada adaga (Áurea e Sombra se tornam +2)\",\"mirror_strike\":\"Uma vez por descanso curto, pode refletir um ataque corpo a corpo (reação): role ataque com Sombra, causando 1d4+DES + 2d4 necrótico.\"},\"appearance\":\"As lâminas ganham um brilho constante: Áurea irradia calor sagrado e Sombra flutua com sombras móveis.\",\"evolution_requirement\":\"Bloquear ou evitar 3 ataques consecutivos em combate enquanto empunha as adagas.\",\"special_effect\":\"No reflexo, um brilho de luz e sombra explode brevemente entre o portador e o inimigo.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"legendary_strike\":\"Uma vez por descanso longo, ao acertar com ambas as adagas em um único turno, invoque o Crepúsculo Final: um ataque extra com cada adaga, com +5 no dano total e todos os dados de dano maximizados.\",\"evasion_mastery\":\"+1 permanente na CA e vantagem em testes de resistência de Destreza enquanto empunha ambas.\"},\"appearance\":\"As adagas emitem um brilho simultâneo de luz celestial e sombra profunda. O ar ao redor oscila como se a realidade fosse distorcida.\",\"evolution_requirement\":\"Não evolui além deste nível.\",\"special_effect\":\"Durante o Crepúsculo Final, o campo de batalha se divide entre sombra e luz, banhando os oponentes em energia pura e destrutiva.\"}]"
    ],
    "notes": [
      "As adagas só ativam seus efeitos especiais quando empunhadas juntas.",
      "Separadas, funcionam como adagas +1 comuns.",
      "Caso o portador não use ambas no mesmo turno, os bônus especiais são desativados até que sejam reativados com ataques sincronizados.",
      "O ataque adicional no Nível 3 permite até três ataques em um único turno, se os critérios forem cumpridos."
    ],
    "evolution_notes": [
      "Essas adagas favorecem personagens ágeis e estratégicos, como ladinos ou monges.",
      "Evoluem com base em precisão, uso conjunto e sincronia de combate.",
      "Eventos cósmicos ou rituais de equilíbrio podem influenciar a narrativa de evolução com aprovação do mestre."
    ],
    "damage": [
      "{\"base\":\"1d4 perfurante\",\"offhand\":\"1d4 perfurante\",\"range\":\"20/60 pés\",\"damage_type\":\"radiante e necrótico\"}"
    ],
    "item_tier": null,
    "damage_type": "mixed",
    "$id": "67e02b9e0031dbaf8675",
    "$createdAt": "2025-03-23T15:41:19.324+00:00",
    "$updatedAt": "2025-03-23T15:41:19.324+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Arco da Luz Infinita",
    "class": "ranger",
    "description": "Um arco curto esculpido em madeira branca com detalhes em ouro, suas linhas são elegantes e leves. Quando tocado, emite um leve calor celestial. Ao evoluir, ele revela seu verdadeiro poder, tornando-se um arco de pura luz, sem necessidade de corda ou flechas físicas.",
    "weapon_type": "shortbow",
    "requirements": "Qualquer personagem proficiente com arcos curtos",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"precision_bonus\":\"Ao acertar um ataque com rolagem natural 17 ou mais, o usuário pode re-rolar um dado de dano da arma e escolher o maior resultado.\",\"limitation\":\"Não afeta acertos críticos; apenas maximiza o dano potencial em acertos comuns.\"},\"appearance\":\"Arco de madeira branca com detalhes dourados. Cordas de seda reforçada e flechas comuns.\",\"evolution_requirement\":\"Acertar 3 ataques com rolagens naturais de 17 ou mais.\",\"special_effect\":\"As runas ao longo do arco brilham levemente ao acertar um golpe, ajustando a trajetória das flechas para acertos mais precisos.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"lightning_arrows\":\"As flechas tornam-se feitas de pura luz celestial e causam +1d6 de dano de relâmpago adicional.\",\"infinite_ammo\":\"Flechas de luz são infinitas, não sendo necessário carregar munição física.\"},\"appearance\":\"O arco fica sem corda permanentemente. Ao fazer o movimento de disparo, uma corda de luz dourada aparece conectando as pontas do arco. Flechas de luz surgem magicamente quando a corda é puxada, brilhando intensamente.\",\"evolution_requirement\":\"Acertar 10 ataques com flechas de luz, sendo pelo menos 5 com rolagens naturais de 17 ou mais.\",\"special_effect\":\"O arco emite uma leve aura dourada, e as flechas deixam um rastro luminoso ao serem disparadas.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"movement_speed\":\"+10 de deslocamento enquanto empunha o arco.\",\"resistance_piercing\":\"As flechas de luz ignoram resistências a dano perfurante e de relâmpago.\"},\"appearance\":\"O arco torna-se totalmente etéreo, feito de pura energia divina, quase translúcido, com brilhos dourados correndo ao longo de sua forma.\",\"evolution_requirement\":\"Realizar um disparo bem-sucedido contra um inimigo com resistência a dano de relâmpago e causar dano pleno.\",\"special_effect\":\"Ao mirar, um círculo mágico dourado surge no local do alvo, ampliando a precisão dos disparos.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"accuracy_bonus\":\"+1 nas jogadas de ataque com o arco.\",\"special_effect\":\"Flechas de luz agora atravessam barreiras mágicas de nível inferior (como Escudo Arcano ou Barreira Mágica de até nível 2).\"},\"appearance\":\"O arco brilha com intensidade e deixa um rastro dourado persistente no ar após o disparo.\",\"evolution_requirement\":\"Atingir com sucesso uma criatura protegida por magia defensiva mágica.\",\"special_effect\":\"A cada ataque, uma imagem de asas de luz aparece brevemente atrás do arqueiro.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"legendary_speed\":\"O usuário pode realizar um ataque adicional por rodada com o arco.\",\"storm_burst\":\"Uma vez por descanso longo, ao acertar um inimigo maligno, o usuário pode invocar uma chuva de flechas de luz que causa 6d6 de dano de relâmpago em todos os inimigos em um raio de 6 metros (CD 18 para metade).\"},\"appearance\":\"O arco é feito de luz pura, com uma trilha dourada constante pairando ao redor do usuário. O som emitido por seus disparos lembra trovões celestiais.\",\"evolution_requirement\":\"Não evolui além deste nível.\",\"special_effect\":\"Durante a ativação da habilidade especial, todo o campo ao redor do usuário brilha intensamente como se estivesse sob uma tempestade luminosa.\"}]"
    ],
    "notes": [
      "As flechas de luz desaparecem após o impacto e não podem ser recuperadas.",
      "O dano de relâmpago adicional funciona contra criaturas vulneráveis à eletricidade, como aberrações ou mortos-vivos.",
      "Habilidades de arqueiro como Ataque Rápido ou Ataque Preciso são compatíveis com as flechas de luz."
    ],
    "evolution_notes": [
      "O arco evolui conforme o usuário realiza feitos precisos e justos, normalmente contra forças malignas ou em defesa de inocentes.",
      "A evolução pode ser acelerada caso o personagem realize disparos heroicos ou aja de forma corajosa em combate."
    ],
    "damage": [
      "{\"base\":\"1d6 perfurante\",\"range\":\"80/320 pés\",\"damage_type\":\"relâmpago\"}"
    ],
    "item_tier": null,
    "damage_type": "thunder",
    "$id": "67e02c040038d88d6ba3",
    "$createdAt": "2025-03-23T15:43:01.479+00:00",
    "$updatedAt": "2025-03-23T15:43:01.479+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Lâmina da Justiça Divina",
    "class": "paladin",
    "description": "Uma espada longa reluzente com runas sagradas gravadas na lâmina. Quando empunhada por alguém de coração justo, ela emana uma aura dourada suave. A lâmina responde à justiça e ao heroísmo, crescendo em poder conforme seu portador demonstra virtude e bravura.",
    "weapon_type": "longsword",
    "requirements": "Proficiência com espadas longas, alinhamento bondoso ou neutro",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"1d8 (ou 1d10 se empunhada com as duas mãos)\",\"special_effect\":\"As runas brilham suavemente ao acertar um golpe, absorvendo parte da força do impacto.\"},\"appearance\":\"As runas brilham suavemente com cada golpe bem-sucedido.\",\"evolution_requirement\":\"Acertar 5 ataques com rolagens naturais de 17 ou mais.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"radiant_damage\":\"+1d4 de dano radiante em ataques com rolagem natural 15 ou mais\",\"accumulated_bonus\":\"Mantém o bônus de dano adicional do Nível 1\"},\"appearance\":\"Um brilho dourado percorre a lâmina quando ela acerta um golpe radiante.\",\"evolution_requirement\":\"Causar 100 de dano total com a espada em combates justos.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"divine_smite\":\"Pode conjurar Divine Smite (2d8 radiante) sem gastar espaço de magia uma vez por turno em ataques com rolagem natural 17+\"},\"appearance\":\"A lâmina emite uma luz divina intensa ao ativar o golpe sagrado.\",\"evolution_requirement\":\"Derrotar 3 inimigos malignos poderosos usando Divine Smite da arma.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"attribute_bonus\":\"+1 em Força e +1 em Sabedoria enquanto empunha a arma\",\"continuous_effect\":\"O usuário está sob o efeito contínuo de Proteção contra o Mal e o Bem\"},\"appearance\":\"A lâmina pulsa com energia sagrada; o usuário é envolto por uma aura dourada suave.\",\"evolution_requirement\":\"Realizar um ato heroico de justiça que mude o rumo da história (a critério do Mestre).\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"attribute_bonus\":\"+1 em todos os atributos enquanto empunha a arma\",\"divine_smite_upgraded\":\"Divine Smite causa 3d8 de dano radiante\",\"special_effect\":\"Imunidade à condição de medo enquanto empunha a espada\"},\"appearance\":\"A espada flutua levemente em batalha, com as runas emitindo uma luz celestial. Vozes angelicais ecoam em seus golpes.\",\"evolution_requirement\":\"Não evolui além deste nível.\"}]"
    ],
    "notes": [
      "O Divine Smite da arma não consome espaço de magia, mas só pode ser ativado uma vez por turno.",
      "Se o personagem for um Paladino, o dano do Divine Smite da arma acumula com o Divine Smite da classe."
    ],
    "evolution_notes": [
      "A evolução da arma pode exigir aprovação do mestre com base em narrativa e feitos heroicos.",
      "O uso da arma é vinculado à conduta justa do personagem; trair seus ideais pode selar temporariamente seu poder."
    ],
    "damage": [
      "{\"base\":\"1d8 cortante\",\"versatile\":\"1d10 cortante\"}"
    ],
    "item_tier": null,
    "damage_type": "radiant",
    "$id": "67e02c3b00379ee03e45",
    "$createdAt": "2025-03-23T15:43:56.421+00:00",
    "$updatedAt": "2025-03-23T15:43:56.421+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Anel da Justiça Radiante",
    "class": "paladin",
    "description": "Este anel é uma relíquia sagrada forjada pelos antigos paladinos da Ordem do Sol Eterno. Feito de um metal dourado brilhante, ele é adornado com uma gema que emite uma luz suave e reconfortante. Dizem que o anel foi criado para proteger os justos e punir os ímpios, canalizando a energia radiante do sol. Conforme o portador cresce em poder, o anel evolui, revelando novas habilidades e amplificando sua conexão com a luz divina.",
    "weapon_type": null,
    "requirements": "Paladino ou qualquer personagem com afinidade divina (com aprovação do DM).",
    "type": "ring",
    "wondrous_item": null,
    "rarity": "very_rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"radiant_aura\":\"O portador emite uma aura de luz radiante em um raio de 1,5 metros. Inimigos dentro da aura têm desvantagem em testes de resistência contra efeitos de luz ou radiante.\",\"minor_healing\":\"Uma vez por dia, o portador pode usar uma ação bônus para curar 1d6 pontos de vida.\"},\"appearance\":\"A gema do anel brilha suavemente, e pequenos raios de luz parecem dançar em sua superfície.\",\"evolution_requirement\":\"Derrotar 5 criaturas malignas (alinhamento Caótico ou Maligno) enquanto usa o anel.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao anel\",\"radiant_shield\":\"O portador pode usar uma reação para criar um escudo de luz radiante, reduzindo o dano recebido em 1d10 + modificador de Carisma.\",\"additional_damage\":\"Ataques com armas ou magias que causam dano radiante causam +1d6 de dano radiante.\"},\"appearance\":\"A gema do anel brilha mais intensamente, e raios de luz começam a se estender ao redor do portador.\",\"evolution_requirement\":\"Fusão com um item mágico radiante (como uma Espada Radiante ou um Amuleto do Sol).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao anel\",\"radiant_resistance\":\"O portador ganha resistência a dano radiante.\",\"attribute_bonus\":\"+1 em Carisma.\"},\"appearance\":\"A gema do anel agora emite uma luz constante, e o metal dourado parece pulsar com energia divina.\",\"evolution_requirement\":\"Completar uma missão sagrada ou derrotar uma criatura poderosa de alinhamento maligno.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao anel\",\"divine_judgment\":\"Uma vez por dia, o portador pode invocar um raio de luz divina que causa 6d8 de dano radiante em uma área de 6 metros de raio. Criaturas malignas têm desvantagem no teste de resistência.\",\"attribute_bonus\":\"+1 em Carisma e +1 em Constituição.\"},\"appearance\":\"A gema do anel brilha como um pequeno sol, e o portador é envolto por uma aura dourada que protege contra o mal.\",\"evolution_requirement\":\"Fusão com um item lendário ou completar um ritual sagrado em um local de poder divino.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao anel\",\"eternal_light\":\"O portador pode canalizar a luz eterna do sol, ganhando imunidade a dano radiante e curando 2d10 pontos de vida no início de cada turno por 1 minuto. Este efeito pode ser usado uma vez por dia.\",\"legendary_effect\":\"O portador pode convocar uma aura de luz divina que concede vantagem em todos os testes de resistência e ataques para aliados em um raio de 9 metros por 1 minuto.\"},\"appearance\":\"O anel agora é uma fonte de luz pura, com a gema brilhando como uma estrela e o metal dourado irradiando calor divino.\",\"evolution_requirement\":\"Nenhuma evolução adicional possível.\"}]"
    ],
    "notes": [
      "O efeito de cura menor do nível 1 não pode ser usado em combate.",
      "A aura radiante do nível 1 não afeta aliados ou criaturas neutras.",
      "O escudo radiante do nível 2 não pode ser usado se o portador estiver incapacitado.",
      "A imunidade a dano radiante do nível 5 não se aplica a efeitos causados pelo próprio portador.",
      "O anel não pode ser removido ou destruído por meios normais após atingir o nível 5."
    ],
    "evolution_notes": [
      "Para evoluir o anel, o portador deve demonstrar coragem, compaixão e devoção à justiça.",
      "Se o portador cometer um ato maligno ou abandonar seus votos, o anel perderá seus poderes até que o portador se redima."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": "radiant",
    "$id": "67e02ce90011ef90f473",
    "$createdAt": "2025-03-23T15:46:50.016+00:00",
    "$updatedAt": "2025-03-23T15:46:50.016+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado do Tecelão do Tempo",
    "class": "wizard",
    "description": "Um cajado antigo, esculpido em madeira negra e adornado com intrincados glifos que brilham com uma luz azulada. Dizem que foi criado por um arquimago que dominou os segredos da cronurgia, permitindo ao usuário manipular o fluxo do tempo em pequena escala. O cajado emite um leve zumbido, como se estivesse sempre em sincronia com o ritmo do universo.",
    "weapon_type": null,
    "requirements": "Qualquer personagem capaz de lançar magias de nível 1 ou superior, preferencialmente magos especializados em cronurgia.",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_effect\":\"Quando você acerta um ataque com este cajado, você pode gastar uma reação para reduzir a velocidade do alvo em 10 pés até o início do seu próximo turno.\",\"minor_magic\":\"Você pode lançar 'Acelerar' uma vez por dia sem gastar um slot de magia.\"},\"appearance\":\"Os glifos no cajado brilham fracamente quando o efeito temporal é ativado.\",\"evolution_requirement\":\"Reduza a velocidade de 5 criaturas diferentes usando o cajado.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 no cajado\",\"enhanced_effect\":\"A redução de velocidade aumenta para 15 pés.\",\"additional_magic\":\"Você pode lançar 'Desacelerar' uma vez por dia sem gastar um slot de magia.\"},\"appearance\":\"Os glifos agora brilham mais intensamente, e pequenos fragmentos de tempo parecem se desprender do cajado quando usado.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda um bônus de +1 em testes de resistência.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 no cajado\",\"attribute_bonus\":\"+1 em Inteligência\",\"minor_magic_property\":\"Você pode lançar 'Parar o Tempo' (como a magia de 9º nível, mas com duração de apenas 1 rodada) uma vez por semana.\"},\"appearance\":\"O cajado agora emite um brilho pulsante, e os glifos se rearranjam constantemente, como se estivessem se adaptando ao fluxo temporal.\",\"evolution_requirement\":\"Derrote um inimigo usando 'Parar o Tempo' em uma situação crítica.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 no cajado\",\"attribute_bonus\":\"+1 em Inteligência e +1 em Destreza\",\"strong_effect\":\"Uma vez por dia, você pode retroceder o tempo em 6 segundos (como a magia 'Retroceder', mas sem custo de slot).\"},\"appearance\":\"O cajado agora flutua levemente quando não está sendo segurado, e pequenos vórtices temporais podem ser vistos ao seu redor.\",\"evolution_requirement\":\"Fusão com um artefato relacionado ao tempo (como um 'Relógio do Fim dos Tempos').\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 no cajado\",\"legendary_effect\":\"Uma vez por dia, você pode criar uma bolha temporal que dura 1 minuto. Dentro dela, o tempo flui 10 vezes mais devagar para todos, exceto você.\",\"powerful_ability\":\"Você pode gastar uma ação para 'congelar' um alvo no tempo (como a magia 'Aprisionamento Temporal', mas sem duração máxima).\"},\"appearance\":\"O cajado agora é envolto por uma aura de energia temporal distorcida, e os glifos se movem livremente pela superfície, formando padrões complexos.\",\"evolution_requirement\":\"Não evolui além deste nível.\"}]"
    ],
    "notes": [
      "O efeito de 'congelar no tempo' pode ser quebrado se o alvo sofrer dano equivalente à metade de seus pontos de vida máximos em um único turno.",
      "A bolha temporal não afeta criaturas com resistência ou imunidade a efeitos de tempo.",
      "O cajado não pode ser destruído por meios convencionais; apenas um efeito que altere diretamente o fluxo temporal pode danificá-lo."
    ],
    "evolution_notes": [
      "Para evoluir o cajado, o usuário deve realizar um ritual que envolva a manipulação do tempo (como prever um evento futuro ou alterar um evento passado).",
      "Se o ritual falhar (rolagem crítica de 1 em um teste de Arcana), o cajado perde temporariamente seus poderes por 1d4 dias."
    ],
    "damage": [
      "{\"base\":\"1d6 de dano de concussão\",\"versatile\":\"1d8 de dano de concussão (se usado com duas mãos)\"}"
    ],
    "item_tier": null,
    "damage_type": "chronurgy",
    "$id": "67e175570039f402d04d",
    "$createdAt": "2025-03-24T15:08:09.146+00:00",
    "$updatedAt": "2025-03-24T15:08:09.146+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Machado da Fúria Necrótica",
    "class": "barbarian",
    "description": "Este machado ancestral foi forjado nas profundezas do Submundo, alimentado pela fúria dos condenados. Sua lâmina negra como a noite absorve a luz ao redor, e runas vermelhas pulsantes gravadas no cabo sussurram promessas de destruição. Dizem que foi usado por um antigo chefe bárbaro que jurou vingança contra os deuses da morte, e agora busca um novo portador digno de sua maldição.",
    "weapon_type": "greataxe",
    "requirements": "Bárbaro ou personagem com proficiência em machados grandes, alinhamento não bom",
    "type": "weapon",
    "wondrous_item": null,
    "rarity": "legendary",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_damage\":\"Quando você entra em Fúria, o dano necrótico aumenta para +2d6.\",\"rage_extension\":\"Sua Fúria dura 1 rodada adicional após você parar de atacar ou ser atacado.\"},\"appearance\":\"As runas vermelhas brilham fracamente quando você entra em Fúria, e a lâmina emite uma névoa negra.\",\"evolution_requirement\":\"Mate 10 inimigos enquanto estiver em Fúria.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao ataque e dano\",\"necrotic_resistance\":\"Você ganha resistência a dano necrótico enquanto estiver em Fúria.\",\"additional_damage\":\"+1d6 necrótico (total +3d6 em Fúria)\"},\"appearance\":\"A névoa negra agora envolve parcialmente seu braço quando você empunha o machado, e os sussurros das runas se tornam audíveis em momentos de silêncio.\",\"evolution_requirement\":\"Fusão com uma arma mágica +1 ou derrote um inimigo de CR 5 ou superior usando apenas este machado.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao ataque e dano\",\"lifesteal\":\"Quando você reduz um inimigo a 0 pontos de vida com este machado, ganha pontos de vida temporários iguais ao seu modificador de Constituição + seu nível de bárbaro.\",\"attribute_bonus\":\"+1 em Força\"},\"appearance\":\"A névoa negra agora cobre completamente seu braço de empunhadura, e os olhos de inimigos abatidos pelo machado brilham em vermelho por um momento antes de se apagarem.\",\"evolution_requirement\":\"Fusão com uma arma mágica +2 ou derrote três inimigos em um único uso de Fúria.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao ataque e dano\",\"necrotic_aura\":\"Inimigos a 1,5m de você sofrem 1d6 de dano necrótico no início de seu turno se você estiver em Fúria.\",\"attribute_bonus\":\"+1 em Força e Constituição\"},\"appearance\":\"A névoa negra agora envolve todo seu torso quando você entra em Fúria, formando uma silhueta demoníaca. Os sussurros das runas agora são claramente ouvidos por todos próximos.\",\"evolution_requirement\":\"Fusão com uma arma mágica +3 ou sobreviva a um encontro que reduza você a 0 pontos de vida três vezes em uma única Fúria.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao ataque e dano\",\"avatar_of_rage\":\"Quando você entra em Fúria, você pode escolher se transformar em um Avatar da Fúria Necrótica por 1 minuto. Nesta forma, você ganha voo 9m, resistência a todos os danos exceto radiante, e seu dano necrótico dobra. Usar esta habilidade termina sua Fúria prematuramente e não pode ser usado novamente até o próximo amanhecer.\",\"final_evolution\":\"O machado agora é considerado uma arma lendária e seu dano necrótico base aumenta para +2d6 (total +5d6 em Fúria).\"},\"appearance\":\"O machado agora flutua ao seu lado quando não empunhado, e a névoa negra forma asas demoníacas quando você entra em Fúria. Os olhos de todos abatidos pelo machado se tornam rubis negros que podem ser recolhidos como troféus.\",\"evolution_requirement\":\"Este é o nível máximo de evolução.\"}]"
    ],
    "notes": [
      "O dano necrótico deste machado ignora resistência a dano necrótico, mas não imunidade.",
      "Se você alguma vez cair para 0 pontos de vida enquanto empunha este machado, role um d20. Em um 1, sua alma é consumida pelo machado e você morre permanentemente a menos que um desejo ou milagre seja usado.",
      "Personagens bons que empunharem este machado sofrem 1d6 de dano necrótico no início de cada turno e têm desvantagem em testes de Carisma."
    ],
    "evolution_notes": [
      "Para evoluir além do nível 1, o bárbaro deve completar um ritual de sangue: derramar o sangue de um inimigo poderoso (CR igual ou maior que seu nível) na lâmina do machado.",
      "Se o personagem abandonar o caminho da Fúria (multiclasse para uma classe que não seja bárbaro), o machado perderá todas as habilidades além do nível 1 até que o personagem retorne ao caminho bárbaro."
    ],
    "damage": [
      "{\"base\":\"1d12 de corte\",\"necrotic\":\"+1d6 necrótico\"}"
    ],
    "item_tier": null,
    "damage_type": "necrotic",
    "$id": "67e18745002e731353a3",
    "$createdAt": "2025-03-24T16:24:39.131+00:00",
    "$updatedAt": "2025-03-24T16:24:39.131+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Cajado das Sombras Sussurrantes",
    "class": "rogue",
    "description": "Um cajado de madeira negra entalhada com runas antigas que sussurram segredos das sombras. Dizem que foi forjado por um ladino lendário que dominava a arte do sigilo e da trapaça. O cajado parece se fundir com as sombras, tornando-se quase invisível quando não observado diretamente.",
    "weapon_type": null,
    "requirements": "Ladinos ou personagens com proficiência em cajados",
    "type": "staff",
    "wondrous_item": null,
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"extra_attack\":\"Quando você acerta um ataque furtivo, você pode rolar um dado adicional de dano furtivo (1d6).\",\"shadow_meld\":\"Você pode usar uma ação bônus para se esconder, mesmo que esteja apenas levemente obscurecido.\"},\"appearance\":\"As runas no cajado brilham fracamente em um tom de roxo quando você acerta um ataque furtivo.\",\"evolution_requirement\":\"Realizar 5 ataques furtivos bem-sucedidos com este cajado.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 ao cajado\",\"enhanced_sneak\":\"Seu bônus de ataque furtivo aumenta em +1d6.\",\"shadow_step\":\"Uma vez por dia, você pode usar uma ação bônus para se teletransportar até 30 pés para um espaço obscuro que você possa ver.\"},\"appearance\":\"O cajado agora emite uma névoa sutil de sombras ao seu redor, tornando seus movimentos mais difíceis de rastrear.\",\"evolution_requirement\":\"Fusão com um item mágico das sombras (como um Manto de Elvenkind ou um Anel de Proteção).\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 ao cajado\",\"attribute_bonus\":\"+1 em Destreza\",\"umbral_strike\":\"Uma vez por turno, quando você acerta um ataque furtivo, você pode causar 2d6 de dano necrótico adicional.\"},\"appearance\":\"As runas agora brilham intensamente em um roxo profundo, e sombras parecem se mover ao redor do cajado como serpentes.\",\"evolution_requirement\":\"Derrotar um inimigo de CR 10 ou superior usando apenas ataques furtivos.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 ao cajado\",\"attribute_bonus\":\"+1 em Destreza e +1 em Constituição\",\"shadow_cloak\":\"Você tem resistência a dano necrótico e pode se esconder como uma ação bônus mesmo sob observação direta (teste de Furtividade com vantagem).\"},\"appearance\":\"O cajado agora parece absorver a luz ao seu redor, criando uma aura de escuridão de 10 pés que só você pode ver através.\",\"evolution_requirement\":\"Fusão com uma Joia das Sombras (item raro) e completar um ritual em um local de poder sombrio.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 ao cajado\",\"legendary_effect\":\"Uma vez por dia, você pode invocar o 'Eclipse das Sombras': todos os inimigos em um raio de 30 pés sofrem 6d6 de dano necrótico e são cegos até o fim do seu próximo turno (teste de Constituição CD 18 para reduzir o dano pela metade e evitar a cegueira).\"},\"appearance\":\"O cajado agora é envolto por uma escuridão palpável, com runas que pulsam como um coração. Sombras se estendem dele como tentáculos quando suas habilidades são usadas.\",\"evolution_requirement\":\"Nenhuma. Este é o nível máximo de evolução.\"}]"
    ],
    "notes": [
      "O dano furtivo adicional do Cajado das Sombras Sussurrantes não acumula com outros efeitos que concedem dados extras de dano furtivo.",
      "A aura de escuridão do nível 4 não afeta sua visão ou a de aliados, mas obscurece completamente a visão de inimigos.",
      "O Eclipse das Sombras pode ser usado mesmo se você já tiver usado sua ação de ataque furtivo naquele turno."
    ],
    "evolution_notes": [
      "Para evoluir o cajado, você deve realizar um ritual durante um descanso longo, gastando 100 po de materiais mágicos por nível de evolução.",
      "Se o ritual falhar (rolagem de 1 em um d20), você perde os materiais e deve esperar até o próximo nível para tentar novamente."
    ],
    "damage": [
      "{\"base\":\"1d6 contundente\",\"versatile\":\"1d8 contundente\"}"
    ],
    "item_tier": null,
    "damage_type": "physical",
    "$id": "67e59fe0000a1441b9ab",
    "$createdAt": "2025-03-27T18:58:40.975+00:00",
    "$updatedAt": "2025-03-27T18:58:40.975+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  },
  {
    "name": "Mente Serena do Mestre Zen",
    "class": "monk",
    "description": "Uma pequena pedra de jade esculpida na forma de um lótus, que emana uma aura de calma e clareza mental. Dizem que foi criada por um antigo monge que alcançou a iluminação, infundindo sua sabedoria e disciplina na pedra. Quando segurada, o usuário sente uma conexão profunda com seu eu interior, como se estivesse em eterna meditação.",
    "weapon_type": null,
    "requirements": "Monje ou personagem com a habilidade de Defesa sem Armadura",
    "type": "wondrous_item",
    "wondrous_item": "artifact",
    "rarity": "rare",
    "evolution_level": [
      "[{\"level\":1,\"player_level\":\"1_to_4\",\"bonus\":{\"mental_clarity\":\"O usuário ganha vantagem em testes de Sabedoria (Percepção) e resistência a efeitos de encantamento.\",\"ki_enhancement\":\"Recupere 1 ponto de Ki adicional sempre que completar um descanso curto.\"},\"appearance\":\"A pedra emite um brilho suave e pulsante, como um coração batendo em harmonia com o usuário.\",\"evolution_requirement\":\"Meditar por 1 hora ininterrupta enquanto segura a pedra.\"},{\"level\":2,\"player_level\":\"5_to_8\",\"bonus\":{\"weapon_bonus\":\"+1 em ataques desarmados e testes de habilidade que usem Sabedoria.\",\"psychic_resistance\":\"Resistência a dano psíquico.\",\"ki_overflow\":\"Uma vez por dia, quando seu Ki chegar a 0, você pode rolar 1d4 e recuperar essa quantidade de pontos de Ki.\"},\"appearance\":\"O lótus de jade agora flutua levemente quando não está sendo segurado, girando suavemente no ar.\",\"evolution_requirement\":\"Derrotar um inimigo usando apenas ataques desarmados enquanto estiver com menos de metade dos pontos de vida.\"},{\"level\":3,\"player_level\":\"9_to_12\",\"bonus\":{\"weapon_bonus\":\"+2 em ataques desarmados e testes de habilidade que usem Sabedoria.\",\"mind_over_matter\":\"Você pode gastar 1 ponto de Ki para adicionar seu modificador de Sabedoria ao dano de um ataque desarmado.\",\"attribute_bonus\":\"+1 em Sabedoria.\"},\"appearance\":\"O lótus agora emite um som quase imperceptível, como um zumbido calmante que só o usuário pode ouvir.\",\"evolution_requirement\":\"Fusão com um item mágico que conceda resistência a dano psíquico ou melhore Sabedoria.\"},{\"level\":4,\"player_level\":\"13_to_16\",\"bonus\":{\"weapon_bonus\":\"+3 em ataques desarmados e testes de habilidade que usem Sabedoria.\",\"psychic_strike\":\"Uma vez por turno, você pode gastar 2 pontos de Ki para causar 2d6 de dano psíquico adicional em um ataque desarmado.\",\"attribute_bonus\":\"+1 em Sabedoria e +1 em Destreza.\"},\"appearance\":\"O lótus agora se abre e fecha lentamente, como se respirasse, e seu brilho pode ser visto mesmo através de materiais opacos.\",\"evolution_requirement\":\"Derrotar um inimigo com um ataque crítico usando Psychic Strike.\"},{\"level\":5,\"player_level\":\"17_to_20\",\"bonus\":{\"weapon_bonus\":\"+4 em ataques desarmados e testes de habilidade que usem Sabedoria.\",\"enlightenment\":\"Você pode gastar 5 pontos de Ki para entrar em um estado de iluminação por 1 minuto. Durante este tempo, você tem vantagem em todos os testes de habilidade, resistência a todos os tipos de dano e seus ataques desarmados causam um adicional de 3d6 de dano psíquico.\",\"attribute_bonus\":\"+2 em Sabedoria.\"},\"appearance\":\"O lótus agora é envolto por uma aura de energia psíquica pura, e flutua constantemente ao redor do usuário, mesmo em combate.\",\"evolution_requirement\":null}]"
    ],
    "notes": [
      "A pedra pode ser usada como foco para habilidades de monge que requeiram um.",
      "O dano psíquico adicional de Psychic Strike e Enlightenment não é afetado por resistência ou imunidade a dano psíquico.",
      "Se o usuário perder a conexão com sua disciplina (por exemplo, mudando de alinhamento para Caótico ou Mal), a pedra perderá seus poderes até que o usuário realize uma jornada de redenção."
    ],
    "evolution_notes": [
      "Para evoluir a pedra, o usuário deve estar em um estado de paz interior. Qualquer estresse ou distração pode interromper o processo.",
      "Se o usuário falhar em cumprir um requisito de evolução, a pedra ficará inerte por 1d4 dias antes de poder tentar novamente."
    ],
    "damage": [
      "null"
    ],
    "item_tier": null,
    "damage_type": "psychic",
    "$id": "67eb0832003cb8bd8de0",
    "$createdAt": "2025-03-31T21:25:07.684+00:00",
    "$updatedAt": "2025-03-31T21:25:07.684+00:00",
    "$permissions": [],
    "$databaseId": "67b7bb7f00140af6bd95",
    "$collectionId": "67b7c3ea001328b7e35f"
  }
]